return {
    descriptions={
        Back={
            b_abandoned={
                name="Заброшенная колода",
                text={
                    "Начинаете с колодой",
                    "без {C:attention}карт с лицами",
                },
            },
            b_anaglyph={
                name="Анаглифическая колода",
                text={
                    "После победы над каждым",
                    "{C:attention}Босс-блайндом{} получаете",
                    "{C:attention,T:tag_double}#1#",
                },
            },
            b_black={
                name="Чёрная колода",
                text={
                    "{C:attention}+#1#{} слот для джокера",
                    "",
                    "{C:blue}-#2#{} рука",
                    "в каждом раунде",
                },
            },
            b_blue={
                name="Синяя колода",
                text={
                    "{C:blue}+#1#{} рука",
                    "в каждом раунде",
                },
            },
            b_challenge={
                name="Колода испытаний",
                text={},
            },
            b_checkered={
                name="Клетчатая колода",
                text={
                    "Начинаете с",
                    "{C:attention}26{C:spades} пик{} и",
                    "{C:attention}26{C:hearts} червей{} в колоде",
                },
            },
            b_erratic={
                name="Непредсказуемая колода",
                text={
                    "Все {C:attention}достоинства{} и",
                    "{C:attention}масти{} в колоде",
                    "случайны",
                },
            },
            b_ghost={
                name="Призрачная колода",
                text={
                    "{C:spectral}Спектральные{} карты могут",
                    "появляться в магазине.",
                    "Начинаете с картой {C:spectral,T:c_hex}Порчи{}",
                },
            },
            b_green={
                name="Зелёная колода",
                text={
                    "В конце каждого раунда:",
                    "{C:money}$#1#{s:0.85} за каждую оставшуюся {C:blue}руку",
                    "{C:money}$#2#{s:0.85} за каждый оставшийся {C:red}сброс",
                    "Не получаете {C:attention}проценты",
                },
            },
            b_magic={
                name="Волшебная колода",
                text={
                    "Начинаете с ваучером",
                    "{C:tarot,T:v_crystal_ball}#1#{}",
                    "и {C:attention}2{} копиями",
                    "{C:tarot,T:c_fool}#2#",
                },
            },
            b_nebula={
                name="Колода Туманности",
                text={
                    "Начинаете с ваучером",
                    "{C:planet,T:v_telescope}#1#{}",
                    "",
                    "{C:red}#2#{} слот для расходуемых карт",
                },
            },
            b_painted={
                name="Расписная колода",
                text={
                    "{C:attention}+#1#{} к размеру руки,",
                    "{C:red}#2#{} слот для джокера",
                },
            },
            b_plasma={
                name="Плазменная колода",
                text={
                    "Усредняет {C:blue}Фишки{} и",
                    "{C:red}Множ.{} при подсчёте",
                    "очков за сыгранную руку",
                    "{C:red}X#1#{} к размеру Блайндов",
                },
            },
            b_red={
                name="Красная колода",
                text={
                    "{C:red}+#1#{} сброс",
                    "в каждом раунде",
                },
            },
            b_yellow={
                name="Жёлтая колода",
                text={
                    "Начинаете с",
                    "дополнительными {C:money}$#1#",
                },
            },
            b_zodiac={
                name="Колода Зодиака",
                text={
                    "Начинаете с ваучерами",
                    "{C:tarot,T:v_tarot_merchant}#1#{},",
                    "{C:planet,T:v_planet_merchant}#2#{}",
                    "и {C:attention,T:v_overstock_norm}#3#",
                },
            },
        },
        Blind={
            bl_arm={
                name="Рука",
                text={
                    "Снижает уровень",
                    "сыгранной покерной руки",
                },
            },
            bl_big={
                name="Большой блайнд",
                text={},
            },
            bl_club={
                name="Трефа",
                text={
                    "Все карты треф",
                    "ослаблены",
                },
            },
            bl_eye={
                name="Глаз",
                text={
                    "Нельзя повторять типы",
                    "рук в этом раунде",
                },
            },
            bl_final_acorn={
                name="Янтарный жёлудь",
                text={
                    "Переворачивает и тасует",
                    "всех джокеров",
                },
            },
            bl_final_bell={
                name="Лазурный колокол",
                text={
                    "Одна карта всегда",
                    "выбирается принудительно",
                },
            },
            bl_final_heart={
                name="Багровое сердце",
                text={
                    "Один случайный джокер",
                    "отключается в каждой руке",
                },
            },
            bl_final_leaf={
                name="Зелёный лист",
                text={
                    "Все карты ослаблены",
                    "пока не продадите 1 джокера",
                },
            },
            bl_final_vessel={
                name="Фиолетовый сосуд",
                text={
                    "Очень большой блайнд",
                },
            },
            bl_fish={
                name="Рыба",
                text={
                    "После каждой сыгранной руки",
                    "карты тянутся рубашкой вверх",
                },
            },
            bl_flint={
                name="Кремень",
                text={
                    "Базовые Фишки и",
                    "Множ. уменьшаются вдвое",
                },
            },
            bl_goad={
                name="Побуждение",
                text={
                    "Все карты пик",
                    "ослаблены",
                },
            },
            bl_head={
                name="Голова",
                text={
                    "Все карты червей",
                    "ослаблены",
                },
            },
            bl_hook={
                name="Крюк",
                text={
                    "Сбрасывает 2 случайные",
                    "карты за каждую сыгранную руку",
                },
            },
            bl_house={
                name="Дом",
                text={
                    "Первая рука",
                    "тянется рубашкой вверх",
                },
            },
            bl_manacle={
                name="Кандалы",
                text={
                    "−1 к размеру руки",
                },
            },
            bl_mark={
                name="Метка",
                text={
                    "Все карты с лицами",
                    "тянутся рубашкой вверх",
                },
            },
            bl_mouth={
                name="Пасть",
                text={
                    "Можно играть только один",
                    "тип руки в этом раунде",
                },
            },
            bl_needle={
                name="Игла",
                text={
                    "Можно сыграть только 1 руку",
                },
            },
            bl_ox={
                name="Бык",
                text={
                    "Розыгрыш #1#",
                    "обнуляет ваши деньги",
                },
            },
            bl_pillar={
                name="Столп",
                text={
                    "Карты, сыгранные ранее",
                    "в этом Анте, ослаблены",
                },
            },
            bl_plant={
                name="Растение",
                text={
                    "Все карты с лицами",
                    "ослаблены",
                },
            },
            bl_psychic={
                name="Экстрасенс",
                text={
                    "Нужно играть по 5 карт",
                },
            },
            bl_serpent={
                name="Змей",
                text={
                    "После розыгрыша или сброса",
                    "всегда добирайте 3 карты",
                },
            },
            bl_small={
                name="Малый блайнд",
                text={},
            },
            bl_tooth={
                name="Зуб",
                text={
                    "Теряете $1 за каждую",
                    "сыгранную карту",
                },
            },
            bl_wall={
                name="Стена",
                text={
                    "Особо большой блайнд",
                },
            },
            bl_water={
                name="Вода",
                text={
                    "Начинаете с",
                    "0 сбросов",
                },
            },
            bl_wheel={
                name="Колесо",
                text={
                    " из 7 карт тянутся",
                    "рубашкой вверх",
                },
            },
            bl_window={
                name="Окно",
                text={
                    "Все карты бубен",
                    "ослаблены",
                },
            },
        },
        Edition={
            e_base={
                name="Обычное",
                text={
                    "Без дополнительных эффектов",
                },
            },
            e_foil={
                name="Фольга",
                text={
                    "{C:chips}+#1#{} Фишек",
                },
            },
            e_holo={
                name="Голография",
                text={
                    "{C:mult}+#1#{} Множ.",
                },
            },
            e_negative={
                name="Негатив",
                text={
                    "{C:dark_edition}+#1#{} слот для джокера",
                },
            },
            e_negative_consumable={
                name="Негатив",
                text={
                    "{C:dark_edition}+#1#{} слот для расходуемых",
                },
            },
            e_polychrome={
                name="Полихром",
                text={
                    "{X:mult,C:white} X#1# {} Множ.",
                },
            },
        },
        Enhanced={
            m_bonus={
                name="Бонусная карта",
                text={},
            },
            m_glass={
                name="Стеклянная карта",
                text={
                    "{X:mult,C:white} X#1# {} Множ.",
                    "Шанс {C:green}#2# из #3#{}",
                    "уничтожить эту карту",
                },
            },
            m_gold={
                name="Золотая карта",
                text={
                    "Приносит {C:money}$#1#{},",
                    "если эта карта",
                    "остаётся в руке в конце раунда",
                },
            },
            m_lucky={
                name="Счастливая карта",
                text={
                    "Шанс {C:green}#1# из #3#{}",
                    "получить {C:mult}+#2#{} Множ.",
                    "Шанс {C:green}#1# из #5#{}",
                    "получить {C:money}$#4#",
                },
            },
            m_mult={
                name="Карта Множ.",
                text={
                    "{C:mult}+#1#{} Множ.",
                },
            },
            m_steel={
                name="Стальная карта",
                text={
                    "{X:mult,C:white} X#1# {} Множ.",
                    "пока эта карта",
                    "остаётся в руке",
                },
            },
            m_stone={
                name="Каменная карта",
                text={
                    "{C:chips}+#1#{} Фишек",
                    "без достоинства и масти",
                },
            },
            m_wild={
                name="Дикая карта",
                text={
                    "Считается любой мастью",
                },
            },
        },
        Joker={
            j_8_ball={
                name="Магический шар",
                text={
                    "Шанс {C:green}#1# из #2#{} за каждую",
                    "сыгранную {C:attention}восьмёрку{}",
                    "создать карту {C:tarot}Таро{} при подсчёте",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_abstract={
                name="Абстрактный джокер",
                text={
                    "{C:mult}+#1#{} Множ. за",
                    "каждого {C:attention}джокера",
                    "{C:inactive}(сейчас {C:red}+#2#{C:inactive} Множ.)",
                },
            },
            j_acrobat={
                name="Акробат",
                text={
                    "{X:red,C:white} X#1# {} Множ. в {C:attention}последней",
                    "{C:attention}руке{} раунда",
                },
                unlock={
                    "Сыграйте {C:attention,E:1}#1#{} рук",
                    "{C:inactive}(#2#)",
                },
            },
            j_ancient={
                name="Древний джокер",
                text={
                    "Каждая сыгранная карта",
                    "масти {V:1}#2#{} даёт",
                    "{X:mult,C:white} X#1# {} Множ. при подсчёте,",
                    "{s:0.8}масть меняется в конце раунда",
                },
            },
            j_arrowhead={
                name="Наконечник стрелы",
                text={
                    "Сыгранные карты",
                    "{C:spades}пик{} дают",
                    "{C:chips}+#1#{} Фишек при подсчёте",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "карт масти {E:1,C:attention}#2#",
                    "в колоде",
                },
            },
            j_astronomer={
                name="Астроном",
                text={
                    "Все карты {C:planet}Планет{} и",
                    "{C:planet}Небесные наборы{} в",
                    "магазине {C:attention}бесплатны",
                },
                unlock={
                    "Откройте каждую",
                    "карту {E:1,C:planet}Планет{}",
                },
            },
            j_banner={
                name="Знамя",
                text={
                    "{C:chips}+#1#{} Фишек за",
                    "каждый оставшийся",
                    "{C:attention}сброс",
                },
            },
            j_baron={
                name="Барон",
                text={
                    "Каждый {C:attention}король{}",
                    "в руке",
                    "даёт {X:mult,C:white} X#1# {} Множ.",
                },
            },
            j_baseball={
                name="Бейсбольная карточка",
                text={
                    "{C:green}Необычные{} джокеры",
                    "дают по {X:mult,C:white} X#1# {} Множ.",
                },
            },
            j_blackboard={
                name="Школьная доска",
                text={
                    "{X:red,C:white} X#1# {} Множ., если все",
                    "карты в руке",
                    "{C:spades}пиковые{} или {C:clubs}трефовые{}",
                },
            },
            j_bloodstone={
                name="Гелиотроп",
                text={
                    "Шанс {C:green}#1# из #2#{},",
                    "что сыгранные карты",
                    "{C:hearts}червей{} дадут",
                    "{X:mult,C:white} X#3# {} Множ. при подсчёте",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "карт масти {E:1,C:attention}#2#",
                    "в колоде",
                },
            },
            j_blue_joker={
                name="Синий джокер",
                text={
                    "{C:chips}+#1#{} Фишек за каждую",
                    "оставшуюся карту в {C:attention}колоде",
                    "{C:inactive}(сейчас {C:chips}+#2#{C:inactive} Фишек)",
                },
            },
            j_blueprint={
                name="Чертёж",
                text={
                    "Копирует способность",
                    "{C:attention}джокера{} справа",
                },
                unlock={
                    "Выиграйте партию",
                },
            },
            j_bootstraps={
                name="Бутстрэп",
                text={
                    "{C:mult}+#1#{} Множ. за каждые",
                    "{C:money}$#2#{} у вас",
                    "{C:inactive}(сейчас {C:mult}+#3#{C:inactive} Множ.)",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "{C:dark_edition}Полихромных{} джокеров",
                },
            },
            j_brainstorm={
                name="Мозговой штурм",
                text={
                    "Копирует способность",
                    "крайнего левого {C:attention}джокера",
                },
                unlock={
                    "Сбросьте",
                    "{E:1,C:attention}Флеш-рояль",
                },
            },
            j_bull={
                name="Бык",
                text={
                    "{C:chips}+#1#{} Фишек за",
                    "каждый {C:money}${} у вас",
                    "{C:inactive}(сейчас {C:chips}+#2#{C:inactive} Фишек)",
                },
            },
            j_burglar={
                name="Вор",
                text={
                    "При выборе {C:attention}блайнда{}",
                    "получаете {C:blue}+#1#{} руку и",
                    "{C:attention}теряете все сбросы",
                },
            },
            j_burnt={
                name="Горелый джокер",
                text={
                    "Повышает уровень",
                    "первой {C:attention}сброшенной",
                    "покерной руки в каждом раунде",
                },
                unlock={
                    "Продайте всего",
                    "{E:1,C:attention}#1#{} карт",
                    "{C:inactive}(#2#)",
                },
            },
            j_business={
                name="Визитка",
                text={
                    "Сыгранные карты {C:attention}с лицами",
                    "с шансом {C:green}#1# из #2#{}",
                    "дают {C:money}$2{} при подсчёте",
                },
            },
            j_caino={
                name="Канио",
                text={
                    "Этот джокер получает {X:mult,C:white} X#1# {} Множ.",
                    "когда {C:attention}карта с лицом{}",
                    "уничтожается",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
                unlock={
                    "{E:1,s:1.3}?????",
                },
            },
            j_campfire={
                name="Костёр",
                text={
                    "Этот джокер получает {X:mult,C:white}X#1#{} Множ.",
                    "за каждую {C:attention}проданную{} карту, сбрасывается",
                    "после победы над {C:attention}Босс-блайндом{}",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_card_sharp={
                name="Острая карта",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если эта",
                    "{C:attention}покерная рука{} уже",
                    "игралась в этом раунде",
                },
            },
            j_cartomancer={
                name="Картомант",
                text={
                    "Создаёт карту {C:tarot}Таро{}",
                    "при выборе {C:attention}блайнда{}",
                    "{C:inactive}(нужно свободное место)",
                },
                unlock={
                    "Откройте каждую",
                    "карту {E:1,C:tarot}Таро{}",
                },
            },
            j_castle={
                name="Замок",
                text={
                    "Получает {C:chips}+#1#{} Фишек",
                    "за каждую сброшенную карту {V:1}#2#{},",
                    "масть меняется каждый раунд",
                    "{C:inactive}(сейчас {C:chips}+#3#{C:inactive} Фишек)",
                },
            },
            j_cavendish={
                name="Кавендиш",
                text={
                    "{X:mult,C:white} X#1# {} Множ.",
                    "Шанс {C:green}#2# из #3#{},",
                    "что карта будет уничтожена",
                    "в конце раунда",
                },
            },
            j_ceremonial={
                name="Церемониальный кинжал",
                text={
                    "При выборе {C:attention}блайнда{}",
                    "уничтожает джокера справа",
                    "и навсегда добавляет {C:attention}удвоенную",
                    "стоимость продажи к {C:red}Множ.",
                    "{C:inactive}(сейчас {C:mult}+#1#{C:inactive} Множ.)",
                },
            },
            j_certificate={
                name="Сертификат",
                text={
                    "В начале раунда",
                    "добавляет случайную {C:attention}игровую",
                    "карту{} со случайной",
                    "{C:attention}печатью{} в вашу руку",
                },
                unlock={
                    "Иметь золотую",
                    "игровую карту с",
                    "{C:attention,E:1}Золотой печатью",
                },
            },
            j_chaos={
                name="Клоун Хаос",
                text={
                    "{C:attention}#1#{} бесплатный {C:green}переброс",
                    "в каждом магазине",
                },
            },
            j_chicot={
                name="Шико",
                text={
                    "Отключает эффекты",
                    "всех {C:attention}Босс-блайндов",
                },
                unlock={
                    "{E:1,s:1.3}?????",
                },
            },
            j_clever={
                name="Умный джокер",
                text={
                    "{C:chips}+#1#{} Фишек, если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_cloud_9={
                name="Девятое небо",
                text={
                    "Приносит {C:money}$#1#{} за каждую",
                    "{C:attention}девятку{} в вашей {C:attention}полной колоде",
                    "в конце раунда",
                    "{C:inactive}(сейчас {C:money}$#2#{}{C:inactive})",
                },
            },
            j_constellation={
                name="Созвездие",
                text={
                    "Этот джокер получает",
                    "{X:mult,C:white} X#1# {} Множ. каждый раз,",
                    "когда используется карта {C:planet}Планеты{}",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_crafty={
                name="Изворотливый джокер",
                text={
                    "{C:chips}+#1#{} Фишек, если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_crazy={
                name="Сумасшедший джокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_credit_card={
                name="Кредитная карта",
                text={
                    "Позволяет уйти в долг",
                    "до {C:red}−$#1#{}",
                },
            },
            j_delayed_grat={
                name="Отложенное вознаграждение",
                text={
                    "Приносит {C:money}$#1#{} за каждый {C:attention}сброс{},",
                    "если вы не использовали сбросы",
                    "до конца раунда",
                },
            },
            j_devious={
                name="Коварный джокер",
                text={
                    "{C:chips}+#1#{} Фишек, если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_diet_cola={
                name="Диетическая кола",
                text={
                    "Продайте эту карту,",
                    "чтобы бесплатно создать",
                    "{C:attention}#1#",
                },
            },
            j_dna={
                name="ДНК",
                text={
                    "Если в {C:attention}первой руке{} раунда",
                    "всего {C:attention}1{} карта, добавьте",
                    "её постоянную копию в колоду",
                    "и возьмите её в {C:attention}руку",
                },
            },
            j_drivers_license={
                name="Водительские права",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если у вас",
                    "минимум {C:attention}16{}",
                    "улучшенных карт в колоде",
                    "{C:inactive}(сейчас {C:attention}#2#{C:inactive})",
                },
                unlock={
                    "Улучшите {E:1,C:attention}#1#{} карт",
                    "в колоде",
                },
            },
            j_droll={
                name="Забавный джокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_drunkard={
                name="Пьяница",
                text={
                    "{C:red}+#1#{} сброс",
                    "в каждом раунде",
                },
            },
            j_duo={
                name="Дуэт",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
                unlock={
                    "Выиграйте партию,",
                    "не играя",
                    "{E:1,C:attention}#1#",
                },
            },
            j_dusk={
                name="Сумерки",
                text={
                    "Повторно активирует все",
                    "сыгранные карты в {C:attention}последней",
                    "{C:attention}руке{} раунда",
                },
            },
            j_egg={
                name="Яйцо",
                text={
                    "Увеличивает {C:attention}цену продажи{}",
                    "на {C:money}$#1#{} в",
                    "конце раунда",
                },
            },
            j_erosion={
                name="Эрозия",
                text={
                    "{C:red}+#1#{} Множ. за каждую",
                    "карту меньше {C:attention}#3#{}",
                    "в вашей колоде",
                    "{C:inactive}(сейчас {C:red}+#2#{C:inactive} Множ.)",
                },
            },
            j_even_steven={
                name="Чётный Стивен",
                text={
                    "Сыгранные карты с",
                    "{C:attention}чётным{} достоинством дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                    "{C:inactive}(10, 8, 6, 4, 2)",
                },
            },
            j_faceless={
                name="Безликий джокер",
                text={
                    "Приносит {C:money}$#1#{}, если {C:attention}#2#{}",
                    "или больше карт {C:attention}с лицами",
                    "сброшены за один раз",
                },
            },
            j_family={
                name="Семья",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
                unlock={
                    "Выиграйте партию,",
                    "не играя",
                    "{E:1,C:attention}#1#",
                },
            },
            j_fibonacci={
                name="Фибоначчи",
                text={
                    "Каждый сыгранный {C:attention}Туз{},",
                    "{C:attention}2{}, {C:attention}3{}, {C:attention}5{} или {C:attention}8{} даёт",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
            },
            j_flash={
                name="Флеш-карта",
                text={
                    "Получает {C:mult}+#1#{} Множ. за",
                    "каждый {C:attention}переброс{} в магазине",
                    "{C:inactive}(сейчас {C:mult}+#2#{C:inactive} Множ.)",
                },
            },
            j_flower_pot={
                name="Цветочный горшок",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:diamonds}бубна{}, {C:clubs}трефа{},",
                    "{C:hearts}черва{} и {C:spades}пика{}",
                },
                unlock={
                    "Достигните Анте",
                    "уровня {E:1,C:attention}#1#",
                },
            },
            j_fortune_teller={
                name="Гадалка",
                text={
                    "{C:red}+#1#{} Множ. за каждую",
                    "карту {C:purple}Таро{}, использованную в партии",
                    "{C:inactive}(сейчас {C:red}+#2#{C:inactive})",
                },
            },
            j_four_fingers={
                name="Четыре пальца",
                text={
                    "Все {C:attention}Флеши{} и",
                    "{C:attention}Стриты{} можно",
                    "составить из {C:attention}4{} карт",
                },
            },
            j_gift={
                name="Подарочная карта",
                text={
                    "Добавляет {C:money}$#1#{} к {C:attention}цене продажи",
                    "каждого {C:attention}джокера{} и",
                    "{C:attention}расходуемой карты{} в",
                    "конце раунда",
                },
            },
            j_glass={
                name="Стеклянный джокер",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "за каждую уничтоженную",
                    "{C:attention}Стеклянную карту",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "{E:1,C:attention}#2#{} в",
                    "колоде",
                },
            },
            j_gluttenous_joker={
                name="Прожорливый джокер",
                text={
                    "Сыгранные карты",
                    "{C:clubs}треф{} дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
            },
            j_golden={
                name="Золотой джокер",
                text={
                    "Приносит {C:money}$#1#{} в",
                    "конце раунда",
                },
            },
            j_greedy_joker={
                name="Жадный джокер",
                text={
                    "Сыгранные карты",
                    "{C:diamonds}бубен{} дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
            },
            j_green_joker={
                name="Зелёный джокер",
                text={
                    "{C:mult}+#1#{} Множ. за каждую сыгранную руку",
                    "{C:mult}−#2#{} Множ. за каждый сброс",
                    "{C:inactive}(сейчас {C:mult}+#3#{C:inactive} Множ.)",
                },
            },
            j_gros_michel={
                name="Гро Мишель",
                text={
                    "{C:mult}+#1#{} Множ.",
                    "Шанс {C:green}#2# из #3#{},",
                    "что карта будет уничтожена",
                    "в конце раунда",
                },
            },
            j_hack={
                name="Паяц",
                text={
                    "Повторно активирует",
                    "каждую сыгранную",
                    "{C:attention}2{}, {C:attention}3{}, {C:attention}4{} или {C:attention}5{}",
                },
            },
            j_half={
                name="Полуджокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "{C:attention}#2#{} или меньше карт",
                },
            },
            j_hallucination={
                name="Галлюцинация",
                text={
                    "Шанс {C:green}#1# из #2#{} создать",
                    "карту {C:tarot}Таро{} при открытии",
                    "любого {C:attention}бустер-набора{}",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_hanging_chad={
                name="Ещё разок",
                text={
                    "Повторно активирует {C:attention}первую",
                    "сыгранную карту ещё",
                    "{C:attention}#1#{} раз",
                },
                unlock={
                    "Победите Босс-блайнд",
                    "с {E:1,C:attention}#1#",
                },
            },
            j_hiker={
                name="Путешественник",
                text={
                    "Каждая сыгранная {C:attention}карта{}",
                    "навсегда получает",
                    "{C:chips}+#1#{} Фишек при подсчёте",
                },
            },
            j_hit_the_road={
                name="В путь",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "за каждого {C:attention}валета{},",
                    "сброшенного в этом раунде",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
                unlock={
                    "Сбросьте {E:1,C:attention}5",
                    "{E:1,C:attention}валетов{} за",
                    "один раз",
                },
            },
            j_hologram={
                name="Голограмма",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "каждый раз, когда в колоду",
                    "добавляется {C:attention}игровая карта{}",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_ice_cream={
                name="Мороженое",
                text={
                    "{C:chips}+#1#{} Фишек",
                    "{C:chips}−#2#{} Фишек за",
                    "каждую сыгранную руку",
                },
            },
            j_idol={
                name="Идол",
                text={
                    "Каждая сыгранная {C:attention}#2#",
                    "масти {V:1}#3#{} даёт",
                    "{X:mult,C:white} X#1# {} Множ. при подсчёте",
                    "{s:0.8}Карта меняется каждый раунд",
                },
                unlock={
                    "В одной руке",
                    "наберите минимум",
                    "{E:1,C:attention}#1#{} Фишек",
                },
            },
            j_invisible={
                name="Невидимый джокер",
                text={
                    "После {C:attention}#1#{} раундов",
                    "продайте эту карту, чтобы",
                    "{C:attention}скопировать{} случайного джокера",
                    "{C:inactive}(сейчас {C:attention}#2#{C:inactive}/#1#)",
                },
                unlock={
                    "Выиграйте партию,",
                    "имея не более",
                    "{E:1,C:attention}4 джокеров{}",
                },
            },
            j_joker={
                name="Джокер",
                text={
                    "{C:red,s:1.1}+#1#{} Множ.",
                },
            },
            j_jolly={
                name="Весёлый джокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_juggler={
                name="Жонглёр",
                text={
                    "{C:attention}+#1#{} к размеру руки",
                },
            },
            j_loyalty_card={
                name="Карта лояльности",
                text={
                    "{X:red,C:white} X#1# {} Множ. каждые",
                    "{C:attention}#2#{} сыгранных рук",
                    "{C:inactive}#3#",
                },
            },
            j_luchador={
                name="Лучадор",
                text={
                    "Продайте эту карту, чтобы",
                    "отключить текущий",
                    "{C:attention}Босс-блайнд{}",
                },
            },
            j_lucky_cat={
                name="Счастливый кот",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "каждый раз, когда {C:attention}Счастливая карта{}",
                    "{C:green}успешно{} срабатывает",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_lusty_joker={
                name="Похотливый джокер",
                text={
                    "Сыгранные карты",
                    "{C:hearts}червей{} дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
            },
            j_mad={
                name="Безумный джокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_madness={
                name="Безумие",
                text={
                    "При выборе {C:attention}Малого{} или {C:attention}Большого блайнда{}",
                    "получает {X:mult,C:white} X#1# {} Множ.",
                    "и {C:attention}уничтожает{} случайного джокера",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_mail={
                name="Почтовая скидка",
                text={
                    "Приносит {C:money}$#1#{} за каждую",
                    "сброшенную {C:attention}#2#{}, достоинство",
                    "меняется каждый раунд",
                },
            },
            j_marble={
                name="Мраморный джокер",
                text={
                    "Добавляет одну {C:attention}Каменную карту{}",
                    "в колоду при",
                    "выборе {C:attention}блайнда{}",
                },
            },
            j_matador={
                name="Матадор",
                text={
                    "Приносит {C:money}$#1#{}, если сыгранная",
                    "рука активирует",
                    "способность {C:attention}Босс-блайнда{}",
                },
                unlock={
                    "Победите Босс-блайнд",
                    "за {E:1,C:attention}1 руку{} без",
                    "использования сбросов",
                },
            },
            j_merry_andy={
                name="Весёлый Энди",
                text={
                    "{C:red}+#1#{} сброс",
                    "в каждом раунде,",
                    "но {C:red}−#2#{} к размеру руки",
                },
                unlock={
                    "Выиграйте партию за {E:1,C:attention}#1#",
                    "или меньше раундов",
                },
            },
            j_midas_mask={
                name="Маска Мидаса",
                text={
                    "Все сыгранные карты {C:attention}с лицами",
                    "становятся {C:attention}Золотыми{}",
                    "при подсчёте",
                },
            },
            j_mime={
                name="Мим",
                text={
                    "Повторно активирует все",
                    "способности карт,",
                    "{C:attention}оставшихся в руке",
                },
            },
            j_misprint={
                name="Опечатка",
                text={},
            },
            j_mr_bones={
                name="Костлявый",
                text={
                    "Спасает от поражения,",
                    "если набранные Фишки",
                    "составляют минимум {C:attention}25%",
                    "от требуемых",
                    "{S:1.1,C:red,E:2}самоуничтожается{}",
                },
                unlock={
                    "Проиграйте {C:attention,E:1}#1#{} партий",
                    "{C:inactive}(#2#)",
                },
            },
            j_mystic_summit={
                name="Мистическая вершина",
                text={
                    "{C:mult}+#1#{} Множ., когда",
                    "осталось {C:attention}#2#{} сбросов",
                },
            },
            j_obelisk={
                name="Обелиск",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "за каждую {C:attention}последовательную{} руку,",
                    "сыгранную не самой частой",
                    "{C:attention}покерной рукой",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_odd_todd={
                name="Нечётный Тодд",
                text={
                    "Сыгранные карты с",
                    "{C:attention}нечётным{} достоинством дают",
                    "{C:chips}+#1#{} Фишек при подсчёте",
                    "{C:inactive}(A, 9, 7, 5, 3)",
                },
            },
            j_onyx_agate={
                name="Ониксовый агат",
                text={
                    "Сыгранные карты",
                    "{C:clubs}треф{} дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "карт масти {E:1,C:attention}#2#",
                    "в колоде",
                },
            },
            j_oops={
                name="Упс! Все шестёрки",
                text={
                    "Удваивает все {C:attention}указанные",
                    "{C:green,E:1,S:1.1}вероятности",
                    "{C:inactive}(например: {C:green}1 из 3{C:inactive} → {C:green}2 из 3{C:inactive})",
                },
                unlock={
                    "В одной руке",
                    "наберите минимум",
                    "{E:1,C:attention}#1#{} Фишек",
                },
            },
            j_order={
                name="Орден",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
                unlock={
                    "Выиграйте партию,",
                    "не играя",
                    "{E:1,C:attention}#1#",
                },
            },
            j_pareidolia={
                name="Парейдолия",
                text={
                    "Все карты",
                    "считаются",
                    "картами {C:attention}с лицами",
                },
            },
            j_perkeo={
                name="Перкео",
                text={
                    "Создаёт {C:dark_edition}Негативную{} копию",
                    "{C:attention}1{} случайной {C:attention}расходуемой",
                    "карты в вашем распоряжении",
                    "в конце {C:attention}магазина",
                },
                unlock={
                    "{E:1,s:1.3}?????",
                },
            },
            j_photograph={
                name="Фотография",
                text={
                    "Первая сыгранная карта {C:attention}с лицом",
                    "даёт {X:mult,C:white} X#1# {} Множ.",
                    "при подсчёте",
                },
            },
            j_popcorn={
                name="Попкорн",
                text={
                    "{C:mult}+#1#{} Множ.",
                    "{C:mult}−#2#{} Множ. за",
                    "каждый раунд",
                },
            },
            j_raised_fist={
                name="Поднятый кулак",
                text={
                    "Добавляет к Множ. {C:attention}удвоенное",
                    "достоинство {C:attention}младшей{} карты",
                    "в руке",
                },
            },
            j_ramen={
                name="Рамен",
                text={
                    "{X:mult,C:white} X#1# {} Множ.,",
                    "теряет {X:mult,C:white} X#2# {} Множ.",
                    "за каждую сброшенную {C:attention}карту",
                },
            },
            j_red_card={
                name="Красная карта",
                text={
                    "Получает {C:red}+#1#{} Множ.",
                    "за пропуск любого",
                    "{C:attention}бустер-набора{}",
                    "{C:inactive}(сейчас {C:red}+#2#{C:inactive} Множ.)",
                },
            },
            j_reserved_parking={
                name="Зарезервированное место",
                text={
                    "Каждая карта {C:attention}с лицом",
                    "в руке с шансом",
                    "{C:green}#2# из #3#{}",
                    "даёт {C:money}$#1#{}",
                },
            },
            j_ride_the_bus={
                name="Автобусный тур",
                text={
                    "Получает {C:mult}+#1#{} Множ.",
                    "за каждую {C:attention}последовательную{} руку,",
                    "сыгранную без",
                    "подсчёта карты {C:attention}с лицом",
                    "{C:inactive}(сейчас {C:mult}+#2#{C:inactive} Множ.)",
                },
            },
            j_riff_raff={
                name="Рифф-рафф",
                text={
                    "При выборе {C:attention}блайнда{}",
                    "создаёт {C:attention}#1# {C:blue}Обычных{} джокеров",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_ring_master={
                name="Шоумен",
                text={
                    "{C:attention}Джокеры{}, {C:tarot}Таро{}, {C:planet}Планеты{}",
                    "и {C:spectral}Спектральные{} карты могут",
                    "появляться повторно",
                },
                unlock={
                    "Достигните Анте",
                    "уровня {E:1,C:attention}#1#",
                },
            },
            j_rocket={
                name="Ракета",
                text={
                    "Приносит {C:money}$#1#{} в конце раунда",
                    "Выплата увеличивается на {C:money}$#2#{}",
                    "после победы над {C:attention}Босс-блайндом{}",
                },
            },
            j_rough_gem={
                name="Грубый самоцвет",
                text={
                    "Сыгранные карты",
                    "{C:diamonds}бубен{} приносят",
                    "{C:money}$#1#{} при подсчёте",
                },
                unlock={
                    "Иметь минимум {E:1,C:attention}#1#",
                    "карт масти {E:1,C:attention}#2#",
                    "в колоде",
                },
            },
            j_runner={
                name="Бегун",
                text={
                    "Получает {C:chips}+#2#{} Фишек",
                    "за каждую сыгранную руку,",
                    "содержащую {C:attention}Стрит{}",
                    "{C:inactive}(сейчас {C:chips}+#1#{C:inactive} Фишек)",
                },
            },
            j_satellite={
                name="Спутник",
                text={
                    "Приносит {C:money}$#1#{} в конце",
                    "раунда за каждую уникальную {C:planet}Планету{}",
                    "использованную в партии",
                    "{C:inactive}(сейчас {C:money}$#2#{C:inactive})",
                },
                unlock={
                    "Иметь {E:1,C:money}$#1#",
                    "или больше",
                },
            },
            j_scary_face={
                name="Жуткое лицо",
                text={
                    "Сыгранные карты {C:attention}с лицами",
                    "дают {C:chips}+#1#{} Фишек",
                    "при подсчёте",
                },
            },
            j_scholar={
                name="Учёный",
                text={
                    "Сыгранные {C:attention}Тузы{}",
                    "дают {C:chips}+#2#{} Фишек",
                    "и {C:mult}+#1#{} Множ.",
                    "при подсчёте",
                },
            },
            j_seance={
                name="Сеанс",
                text={
                    "Если {C:attention}покерная рука{} — это",
                    "{C:attention}#1#{}, создаётся",
                    "случайная {C:spectral}Спектральная{} карта",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_seeing_double={
                name="Двоение в глазах",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть подсчитываемая",
                    "{C:clubs}трефа{} и карта",
                    "любой другой {C:attention}масти",
                },
                unlock={
                    "Сыграйте руку,",
                    "содержащую",
                    "{E:1,C:attention}#1#",
                },
            },
            j_selzer={
                name="Зельцер",
                text={
                    "Повторно активирует все",
                    "сыгранные карты в",
                    "течение {C:attention}#1#{} следующих рук",
                },
            },
            j_shoot_the_moon={
                name="На Луну",
                text={
                    "Каждая {C:attention}дама{}",
                    "в руке",
                    "даёт {C:mult}+#1#{} Множ.",
                },
                unlock={
                    "Сыграйте все {E:1,C:attention}черви",
                    "из колоды в",
                    "одном раунде",
                },
            },
            j_shortcut={
                name="Короткий путь",
                text={
                    "Позволяет составлять {C:attention}Стриты{}",
                    "с пропуском {C:attention}1 достоинства",
                    "{C:inactive}(например: {C:attention}10 8 6 5 3{C:inactive})",
                },
            },
            j_sixth_sense={
                name="Шестое чувство",
                text={
                    "Если {C:attention}первая рука{} раунда —",
                    "одиночная {C:attention}6{}, уничтожьте её",
                    "и создайте {C:spectral}Спектральную{} карту",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_sly={
                name="Хитрый джокер",
                text={
                    "{C:chips}+#1#{} Фишек, если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_smeared={
                name="Смазанный джокер",
                text={
                    "{C:hearts}Черви{} и {C:diamonds}Бубны",
                    "считаются одной мастью,",
                    "{C:spades}Пики{} и {C:clubs}Трефы",
                    "считаются одной мастью",
                },
                unlock={
                    "Иметь минимум {C:attention}#1#",
                    "{E:1,C:attention}#2#{} в",
                    "колоде",
                },
            },
            j_smiley={
                name="Улыбочка",
                text={
                    "Сыгранные карты {C:attention}с лицами",
                    "дают {C:mult}+#1#{} Множ.",
                    "при подсчёте",
                },
            },
            j_sock_and_buskin={
                name="Трагедия и комедия",
                text={
                    "Повторно активирует все",
                    "сыгранные карты {C:attention}с лицами",
                },
                unlock={
                    "Сыграйте всего",
                    "{C:attention,E:1}#1#{} карт с лицами",
                    "{C:inactive}(#2#)",
                },
            },
            j_space={
                name="Космический джокер",
                text={
                    "Шанс {C:green}#1# из #2#{}",
                    "повысить уровень",
                    "сыгранной {C:attention}покерной руки",
                },
            },
            j_splash={
                name="Всплеск",
                text={
                    "Все {C:attention}сыгранные карты",
                    "учитываются при подсчёте",
                },
            },
            j_square={
                name="Квадратный джокер",
                text={
                    "Получает {C:chips}+#2#{} Фишек,",
                    "если в сыгранной руке",
                    "ровно {C:attention}4{} карты",
                    "{C:inactive}(сейчас {C:chips}+#1#{C:inactive} Фишек)",
                },
            },
            j_steel_joker={
                name="Стальной джокер",
                text={
                    "Даёт {X:mult,C:white} X#1# {} Множ.",
                    "за каждую {C:attention}Стальную карту",
                    "в вашей {C:attention}полной колоде",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_stencil={
                name="Трафарет джокера",
                text={
                    "{X:red,C:white} X1 {} Множ. за каждый",
                    "пустой слот {C:attention}джокера",
                    "{s:0.8}Трафарет джокера учитывается",
                    "{C:inactive}(сейчас {X:red,C:white} X#1# {C:inactive})",
                },
            },
            j_stone={
                name="Каменный джокер",
                text={
                    "Даёт {C:chips}+#1#{} Фишек за",
                    "каждую {C:attention}Каменную карту",
                    "в вашей {C:attention}полной колоде",
                    "{C:inactive}(сейчас {C:chips}+#2#{C:inactive} Фишек)",
                },
            },
            j_stuntman={
                name="Каскадёр",
                text={
                    "{C:chips}+#1#{} Фишек,",
                    "{C:attention}−#2#{} к размеру руки",
                },
                unlock={
                    "В одной руке",
                    "наберите минимум",
                    "{E:1,C:attention}#1#{} Фишек",
                },
            },
            j_supernova={
                name="Сверхновая",
                text={
                    "Добавляет к Множ. количество раз,",
                    "которое {C:attention}покерная рука{}",
                    "была сыграна в этой партии",
                },
            },
            j_superposition={
                name="Суперпозиция",
                text={
                    "Создаёт карту {C:tarot}Таро{},",
                    "если покерная рука содержит",
                    "{C:attention}Туза{} и {C:attention}Стрит{}",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            j_swashbuckler={
                name="Головорез",
                text={
                    "Добавляет к Множ. сумму",
                    "цен продажи всех",
                    "остальных {C:attention}джокеров",
                    "{C:inactive}(сейчас {C:mult}+#1#{C:inactive} Множ.)",
                },
                unlock={
                    "Продайте всего",
                    "{C:attention,E:1}#1#{} джокеров",
                    "{C:inactive}(#2#)",
                },
            },
            j_throwback={
                name="Ностальгия",
                text={
                    "{X:mult,C:white} X#1# {} Множ. за каждый",
                    "{C:attention}блайнд{}, пропущенный в этой партии",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
                unlock={
                    "Продолжите сохранённую партию",
                    "из главного меню",
                },
            },
            j_ticket={
                name="Золотой билет",
                text={
                    "Сыгранные {C:attention}Золотые{} карты",
                    "приносят {C:money}$#1#{} при подсчёте",
                },
                unlock={
                    "Сыграйте руку из 5 карт,",
                    "состоящую только",
                    "из {C:attention,E:1}Золотых{} карт",
                },
            },
            j_to_the_moon={
                name="До Луны",
                text={
                    "Даёт дополнительные {C:money}$#1#{}",
                    "{C:attention}процентов{} за каждые {C:money}$5{} у вас",
                    "в конце раунда",
                },
            },
            j_todo_list={
                name="Список дел",
                text={
                    "Приносит {C:money}$#1#{}, если {C:attention}покерная рука{}",
                    "— это {C:attention}#2#{},",
                    "тип руки меняется",
                    "в конце раунда",
                },
            },
            j_trading={
                name="Торговая карта",
                text={
                    "Если в {C:attention}первом сбросе{} раунда",
                    "всего {C:attention}1{} карта, уничтожьте",
                    "её и получите {C:money}$#1#",
                },
            },
            j_tribe={
                name="Племя",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
                unlock={
                    "Выиграйте партию,",
                    "не играя",
                    "{E:1,C:attention}#1#",
                },
            },
            j_triboulet={
                name="Трибуле",
                text={
                    "Сыгранные {C:attention}Короли{} и",
                    "{C:attention}Дамы{} дают",
                    "{X:mult,C:white} X#1# {} Множ. при подсчёте",
                },
                unlock={
                    "{E:1,s:1.3}?????",
                },
            },
            j_trio={
                name="Трио",
                text={
                    "{X:mult,C:white} X#1# {} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
                unlock={
                    "Выиграйте партию,",
                    "не играя",
                    "{E:1,C:attention}#1#",
                },
            },
            j_troubadour={
                name="Трубадур",
                text={
                    "{C:attention}+#1#{} к размеру руки,",
                    "{C:blue}−#2#{} руки в каждом раунде",
                },
                unlock={
                    "Выиграйте {C:attention,E:1}#1#{} раундов",
                    "подряд, играя",
                    "всего по 1 руке",
                },
            },
            j_trousers={
                name="Запасные брюки",
                text={
                    "Получает {C:mult}+#1#{} Множ.",
                    "за каждую сыгранную руку,",
                    "содержащую {C:attention}#2#",
                    "{C:inactive}(сейчас {C:red}+#3#{C:inactive} Множ.)",
                },
            },
            j_turtle_bean={
                name="Черепаховый боб",
                text={
                    "{C:attention}+#1#{} к размеру руки,",
                    "уменьшается на",
                    "{C:red}#2#{} каждый раунд",
                },
            },
            j_vagabond={
                name="Бродяга",
                text={
                    "Создаёт карту {C:purple}Таро{},",
                    "если рука сыграна",
                    "имея {C:money}$#1#{} или меньше",
                },
            },
            j_vampire={
                name="Вампир",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "за каждую подсчитанную {C:attention}улучшенную карту{},",
                    "удаляет её {C:attention}улучшение",
                    "{C:inactive}(сейчас {X:mult,C:white} X#2# {C:inactive} Множ.)",
                },
            },
            j_walkie_talkie={
                name="Рация",
                text={
                    "Каждая сыгранная {C:attention}10{} или {C:attention}4",
                    "даёт {C:chips}+#1#{} Фишек и",
                    "{C:mult}+#2#{} Множ. при подсчёте",
                },
            },
            j_wee={
                name="Кроха",
                text={
                    "Получает {C:chips}+#2#{} Фишек",
                    "за каждую сыгранную",
                    "{C:attention}двойку{} при подсчёте",
                    "{C:inactive}(сейчас {C:chips}+#1#{C:inactive} Фишек)",
                },
                unlock={
                    "Выиграйте партию за {E:1,C:attention}#1#",
                    "или меньше раундов",
                },
            },
            j_wily={
                name="Ловкий джокер",
                text={
                    "{C:chips}+#1#{} Фишек, если в руке",
                    "есть {C:attention}#2#",
                },
            },
            j_wrathful_joker={
                name="Гневный джокер",
                text={
                    "Сыгранные карты",
                    "{C:spades}пик{} дают",
                    "{C:mult}+#1#{} Множ. при подсчёте",
                },
            },
            j_yorick={
                name="Йорик",
                text={
                    "Получает {X:mult,C:white} X#1# {} Множ.",
                    "каждые {C:attention}#2#{C:inactive} [#3#]{}",
                    "сброшенных карт",
                    "{C:inactive}(сейчас {X:mult,C:white} X#4# {C:inactive} Множ.)",
                },
                unlock={
                    "{E:1,s:1.3}?????",
                },
            },
            j_zany={
                name="Дурацкий джокер",
                text={
                    "{C:red}+#1#{} Множ., если в руке",
                    "есть {C:attention}#2#",
                },
            },
        },
        Other={
            black_sticker={
                name="Чёрная наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Чёрная ставка{}",
                },
            },
            blue_seal={
                name="Синяя печать",
                text={
                    "Создаёт карту {C:planet}Планеты{}",
                    "для последней сыгранной {C:attention}покерной руки",
                    "в раунде, если карта {C:attention}в руке",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            blue_sticker={
                name="Синяя наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Синяя ставка{}",
                },
            },
            card_chips={
                text={
                    "{C:chips}+#1#{} Фишек",
                },
            },
            card_extra_chips={
                text={
                    "Дополнительно {C:chips}+#1#{} Фишек",
                },
            },
            challenge_locked={
                name="Заблокировано",
                text={
                    "Выиграйте партию минимум",
                    "с #1# разными колодами, чтобы открыть",
                    "режим испытаний",
                    "{C:attention,s:2}#2#/#1#",
                },
            },
            debuffed_default={
                name="Ослаблено",
                text={
                    "Все способности",
                    "отключены",
                },
            },
            debuffed_playing_card={
                name="Ослаблено",
                text={
                    "Не даёт Фишек,",
                    "все способности",
                    "отключены",
                },
            },
            deck_locked_discover={
                name="Заблокировано",
                text={
                    "Откройте минимум",
                    "{C:attention}#1#{} предметов",
                    "в коллекции",
                },
            },
            deck_locked_stake={
                name="Заблокировано",
                text={
                    "Выиграйте партию с любой",
                    "колодой на сложности",
                    "минимум {V:1}#1#{}",
                },
            },
            deck_locked_win={
                name="Заблокировано",
                text={
                    "Выиграйте партию с",
                    "{C:attention}#1#{}",
                    "на любой сложности",
                },
            },
            demo_locked={
                name="Заблокировано",
                text={
                    "Недоступно",
                    "в этой демо-версии",
                },
            },
            demo_shop_locked={
                name="Заблокировано",
                text={
                    "Карта из личной",
                    "коллекции {C:attention}Джимбо,",
                    "доступна в полной",
                    "версии {E:1,C:red}Balatro",
                },
            },
            eternal={
                name="Вечный",
                text={
                    "Нельзя продать",
                    "или уничтожить",
                },
            },
            gold_seal={
                name="Золотая печать",
                text={
                    "Даёт {C:money}$3{}, когда эта",
                    "карта сыграна",
                    "и приносит очки",
                },
            },
            gold_sticker={
                name="Золотая наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Золотая ставка{}",
                },
            },
            green_sticker={
                name="Зелёная наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Зелёная ставка{}",
                },
            },
            joker_locked_legendary={
                name="Заблокировано",
                text={
                    "Найдите этого джокера",
                    "в карте {C:spectral}Души{}",
                },
            },
            locked={
                name="Заблокировано",
                text={},
            },
            orange_sticker={
                name="Оранжевая наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Оранжевая ставка{}",
                },
            },
            p_arcana_jumbo={
                name="Набор Арканов Джамбо",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:tarot} карт Таро{} для",
                    "немедленного использования",
                },
            },
            p_arcana_mega={
                name="Мега-набор Арканов",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:tarot} карт Таро{} для",
                    "немедленного использования",
                },
            },
            p_arcana_normal={
                name="Набор Арканов",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:tarot} карт Таро{} для",
                    "немедленного использования",
                },
            },
            p_buffoon_jumbo={
                name="Набор Шута Джамбо",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:joker} джокеров{}",
                },
            },
            p_buffoon_mega={
                name="Мега-набор Шута",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:joker} джокеров{}",
                },
            },
            p_buffoon_normal={
                name="Набор Шута",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:joker} джокеров{}",
                },
            },
            p_celestial_jumbo={
                name="Небесный набор Джамбо",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:planet} карт Планет{} для",
                    "немедленного использования",
                },
            },
            p_celestial_mega={
                name="Мега-Небесный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:planet} карт Планет{} для",
                    "немедленного использования",
                },
            },
            p_celestial_normal={
                name="Небесный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:planet} карт Планет{} для",
                    "немедленного использования",
                },
            },
            p_spectral_jumbo={
                name="Спектральный набор Джамбо",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:spectral} Спектральных{} карт для",
                    "немедленного использования",
                },
            },
            p_spectral_mega={
                name="Мега-Спектральный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:spectral} Спектральных{} карт для",
                    "немедленного использования",
                },
            },
            p_spectral_normal={
                name="Спектральный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:spectral} Спектральных{} карт для",
                    "немедленного использования",
                },
            },
            p_standard_jumbo={
                name="Стандартный набор Джамбо",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:attention} игровых{} карт для",
                    "добавления в колоду",
                },
            },
            p_standard_mega={
                name="Мега-Стандартный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:attention} игровых{} карт для",
                    "добавления в колоду",
                },
            },
            p_standard_normal={
                name="Стандартный набор",
                text={
                    "Выберите до {C:attention}#1#{}",
                    "из {C:attention}#2#{C:attention} игровых{} карт для",
                    "добавления в колоду",
                },
            },
            perishable={
                name="Скоропортящийся",
                text={
                    "Ослабляется через",
                    "{C:attention}#1#{} раундов",
                    "{C:inactive}(осталось {C:attention}#2#{C:inactive})",
                },
            },
            pinned_left={
                name="Закреплён",
                text={
                    "Этот джокер остаётся",
                    "в крайней левой",
                    "позиции",
                },
            },
            playing_card={
                text={
                    " {C:light_black}#1# {V:1}#2# ",
                },
            },
            purple_seal={
                name="Фиолетовая печать",
                text={
                    "Создаёт карту {C:tarot}Таро{}",
                    "при {C:attention}сбросе",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            purple_sticker={
                name="Фиолетовая наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Фиолетовая ставка{}",
                },
            },
            red_seal={
                name="Красная печать",
                text={
                    "Активирует эту",
                    "карту {C:attention}на 1 раз{} больше",
                },
            },
            red_sticker={
                name="Красная наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Красная ставка{}",
                },
            },
            remove_negative={
                name="Негатив",
                text={
                    "{C:inactive,s:0.9}(Убирает {C:dark_edition,s:0.9}Негатив{C:inactive,s:0.9} с копии)",
                },
            },
            rental={
                name="Аренда",
                text={
                    "Тратите {C:money}$#1#{} в",
                    "конце раунда",
                },
            },
            undiscovered_booster={
                name="Не открыто",
                text={
                    "Откройте этот набор",
                    "в обычной партии,",
                    "чтобы узнать, что он делает",
                },
            },
            undiscovered_edition={
                name="Не открыто",
                text={
                    "Найдите это издание",
                    "в обычной партии,",
                    "чтобы узнать, что оно делает",
                },
            },
            undiscovered_joker={
                name="Не открыто",
                text={
                    "Купите или используйте",
                    "эту карту в обычной",
                    "партии, чтобы узнать",
                    "что она делает",
                },
            },
            undiscovered_planet={
                name="Не открыто",
                text={
                    "Купите или используйте",
                    "эту карту в обычной",
                    "партии, чтобы узнать",
                    "что она делает",
                },
            },
            undiscovered_spectral={
                name="Не открыто",
                text={
                    "Купите или используйте",
                    "эту карту в обычной",
                    "партии, чтобы узнать",
                    "что она делает",
                },
            },
            undiscovered_tag={
                name="Не открыто",
                text={
                    "Используйте этот тег",
                    "в обычной партии,",
                    "чтобы узнать, что он делает",
                },
            },
            undiscovered_tarot={
                name="Не открыто",
                text={
                    "Купите или используйте",
                    "эту карту в обычной",
                    "партии, чтобы узнать",
                    "что она делает",
                },
            },
            undiscovered_voucher={
                name="Не открыто",
                text={
                    "Выкупите этот ваучер",
                    "в обычной партии,",
                    "чтобы узнать, что он делает",
                },
            },
            white_sticker={
                name="Белая наклейка",
                text={
                    "С этим джокером",
                    "победа на сложности",
                    "{C:attention}Белая ставка{}",
                },
            },
            wip_locked={
                name="Заблокировано",
                text={
                    "В разработке",
                },
            },
        },
        Planet={
            c_ceres={
                name="Церера",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_earth={
                name="Земля",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_eris={
                name="Эрида",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_jupiter={
                name="Юпитер",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_mars={
                name="Марс",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_mercury={
                name="Меркурий",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_neptune={
                name="Нептун",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_planet_x={
                name="Планета X",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_pluto={
                name="Плутон",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_saturn={
                name="Сатурн",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_uranus={
                name="Уран",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
            c_venus={
                name="Венера",
                text={
                    "{S:0.8}({S:0.8,V:1}ур. #1#{S:0.8}){} Повышение уровня",
                    "{C:attention}#2#",
                    "{C:mult}+#3#{} Множ. и",
                    "{C:chips}+#4#{} Фишек",
                },
            },
        },
        Spectral={
            c_ankh={
                name="Анх",
                text={
                    "Создаёт копию",
                    "случайного {C:attention}джокера{}, уничтожает",
                    "всех остальных джокеров",
                },
            },
            c_aura={
                name="Аура",
                text={
                    "Добавляет эффект {C:dark_edition}Фольги{}, {C:dark_edition}Голографии{}",
                    "или {C:dark_edition}Полихрома{} к",
                    "{C:attention}1{} выбранной карте в руке",
                },
            },
            c_black_hole={
                name="Чёрная дыра",
                text={
                    "Повышает уровень всех",
                    "{C:legendary,E:1}покерных рук",
                    "на {C:attention}1{}",
                },
            },
            c_cryptid={
                name="Криптид",
                text={
                    "Создаёт {C:attention}#1#{} копий",
                    "{C:attention}1{} выбранной карты",
                    "в руке",
                },
            },
            c_deja_vu={
                name="Дежавю",
                text={
                    "Добавляет {C:red}Красную печать{}",
                    "к {C:attention}1{} выбранной",
                    "карте в руке",
                },
            },
            c_ectoplasm={
                name="Эктоплазма",
                text={
                    "Добавляет {C:dark_edition}Негатив{}",
                    "случайному {C:attention}джокеру,",
                    "{C:red}−1{} к размеру руки",
                },
            },
            c_familiar={
                name="Фамильяр",
                text={
                    "Уничтожает {C:attention}1{} случайную",
                    "карту в руке, добавляет",
                    "{C:attention}#1#{} случайных {C:attention}улучшенных карт",
                    "{C:attention}с лицами{} в руку",
                },
            },
            c_grim={
                name="Мрак",
                text={
                    "Уничтожает {C:attention}1{} случайную",
                    "карту в руке,",
                    "добавляет {C:attention}#1#{} случайных {C:attention}улучшенных",
                    "{C:attention}Тузов{} в руку",
                },
            },
            c_hex={
                name="Порча",
                text={
                    "Добавляет {C:dark_edition}Полихром{}",
                    "случайному {C:attention}джокеру{}, уничтожает",
                    "всех остальных джокеров",
                },
            },
            c_immolate={
                name="Жертвоприношение",
                text={
                    "Уничтожает {C:attention}#1#{} случайных",
                    "карт в руке,",
                    "даёт {C:money}$#2#",
                },
            },
            c_incantation={
                name="Заклинание",
                text={
                    "Уничтожает {C:attention}1{} случайную",
                    "карту в руке, добавляет {C:attention}#1#",
                    "случайных {C:attention}улучшенных числовых",
                    "{C:attention}карт{} в руку",
                },
            },
            c_medium={
                name="Медиум",
                text={
                    "Добавляет {C:purple}Фиолетовую печать{}",
                    "к {C:attention}1{} выбранной",
                    "карте в руке",
                },
            },
            c_ouija={
                name="Уиджа",
                text={
                    "Превращает все карты",
                    "в руке в одно",
                    "случайное {C:attention}достоинство",
                    "{C:red}−1{} к размеру руки",
                },
            },
            c_sigil={
                name="Сигила",
                text={
                    "Превращает все карты",
                    "в руке в одну",
                    "случайную {C:attention}масть",
                },
            },
            c_soul={
                name="Душа",
                text={
                    "Создаёт",
                    "{C:legendary,E:1}Легендарного{} джокера",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            c_talisman={
                name="Талисман",
                text={
                    "Добавляет {C:attention}Золотую печать{}",
                    "к {C:attention}1{} выбранной",
                    "карте в руке",
                },
            },
            c_trance={
                name="Транс",
                text={
                    "Добавляет {C:blue}Синюю печать{}",
                    "к {C:attention}1{} выбранной",
                    "карте в руке",
                },
            },
            c_wraith={
                name="Призрак",
                text={
                    "Создаёт случайного",
                    "{C:red}Редкого{C:attention} джокера{},",
                    "обнуляет ваши деньги",
                },
            },
        },
        Stake={
            stake_black={
                name="Чёрная ставка",
                text={
                    "В магазине могут быть {C:attention}Вечные{} джокеры",
                    "{C:inactive,s:0.8}(Нельзя продать или уничтожить)",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_blue={
                name="Синяя ставка",
                text={
                    "{C:red}−1{} сброс",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_gold={
                name="Золотая ставка",
                text={
                    "В магазине могут быть {C:attention}Арендованные{} джокеры",
                    "{C:inactive,s:0.8}(Стоят {C:money,s:0.8}$3{C:inactive,s:0.8} за раунд)",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_green={
                name="Зелёная ставка",
                text={
                    "Требуемый счёт растёт",
                    "быстрее с каждым {C:attention}Анте",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_orange={
                name="Оранжевая ставка",
                text={
                    "В магазине могут быть {C:attention}Скоропортящиеся{} джокеры",
                    "{C:inactive,s:0.8}(Ослабляются через 5 раундов)",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_purple={
                name="Фиолетовая ставка",
                text={
                    "Требуемый счёт растёт",
                    "быстрее с каждым {C:attention}Анте",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_red={
                name="Красная ставка",
                text={
                    "{C:attention}Малый блайнд{} не даёт",
                    "денег в награду",
                    "{s:0.8}Включает все предыдущие ставки",
                },
            },
            stake_white={
                name="Белая ставка",
                text={
                    "Базовая сложность",
                },
            },
        },
        Tag={
            tag_boss={
                name="Тег босса",
                text={
                    "Перебрасывает",
                    "{C:attention}Босс-блайнд",
                },
            },
            tag_buffoon={
                name="Тег шута",
                text={
                    "Даёт бесплатный",
                    "{C:attention}Мега-набор Шута",
                },
            },
            tag_charm={
                name="Тег очарования",
                text={
                    "Даёт бесплатный",
                    "{C:tarot}Мега-набор Арканов",
                },
            },
            tag_coupon={
                name="Тег купона",
                text={
                    "Все карты и наборы",
                    "в следующем магазине",
                    "бесплатны",
                },
            },
            tag_d_six={
                name="Тег D6",
                text={
                    "Перебросы в следующем магазине",
                    "начинаются с {C:money}$0",
                },
            },
            tag_double={
                name="Двойной тег",
                text={
                    "Создаёт копию",
                    "следующего выбранного {C:attention}тега",
                    "{s:0.8,C:attention}Двойной тег{s:0.8} не копируется",
                },
            },
            tag_economy={
                name="Экономический тег",
                text={
                    "Удваивает ваши деньги",
                    "{C:inactive}(максимум {C:money}$#1#{C:inactive})",
                },
            },
            tag_ethereal={
                name="Эфирный тег",
                text={
                    "Даёт бесплатный",
                    "{C:spectral}Спектральный набор",
                },
            },
            tag_foil={
                name="Тег фольги",
                text={
                    "Следующий джокер",
                    "в магазине бесплатен и",
                    "становится {C:dark_edition}Фольгой{}",
                },
            },
            tag_garbage={
                name="Мусорный тег",
                text={
                    "Даёт {C:money}$#1#{} за каждый",
                    "неиспользованный {C:red}сброс{} в партии",
                    "{C:inactive}(даст {C:money}$#2#{C:inactive})",
                },
            },
            tag_handy={
                name="Тег рук",
                text={
                    "Даёт {C:money}$#1#{} за каждую",
                    "сыгранную {C:blue}руку{} в партии",
                    "{C:inactive}(даст {C:money}$#2#{C:inactive})",
                },
            },
            tag_holo={
                name="Голографический тег",
                text={
                    "Следующий джокер",
                    "в магазине бесплатен и",
                    "становится {C:dark_edition}Голографией{}",
                },
            },
            tag_investment={
                name="Инвестиционный тег",
                text={
                    "После победы",
                    "над Босс-блайндом",
                    "даёт {C:money}$#1#",
                },
            },
            tag_juggle={
                name="Тег жонглёра",
                text={
                    "{C:attention}+#1#{} к размеру руки",
                    "в следующем раунде",
                },
            },
            tag_meteor={
                name="Тег метеора",
                text={
                    "Даёт бесплатный",
                    "{C:planet}Мега-Небесный набор",
                },
            },
            tag_negative={
                name="Негативный тег",
                text={
                    "Следующий джокер",
                    "в магазине бесплатен и",
                    "становится {C:dark_edition}Негативом{}",
                },
            },
            tag_orbital={
                name="Орбитальный тег",
                text={
                    "Повышает {C:attention}#1#",
                    "на {C:attention}#2#{} уровня",
                },
            },
            tag_polychrome={
                name="Полихромный тег",
                text={
                    "Следующий джокер",
                    "в магазине бесплатен и",
                    "становится {C:dark_edition}Полихромом{}",
                },
            },
            tag_rare={
                name="Редкий тег",
                text={
                    "В магазине есть",
                    "бесплатный {C:red}Редкий джокер",
                },
            },
            tag_skip={
                name="Тег скорости",
                text={
                    "Даёт {C:money}$#1#{} за каждый",
                    "пропущенный блайнд в партии",
                    "{C:inactive}(даст {C:money}$#2#{C:inactive})",
                },
            },
            tag_standard={
                name="Стандартный тег",
                text={
                    "Даёт бесплатный",
                    "{C:attention}Мега-Стандартный набор",
                },
            },
            tag_top_up={
                name="Тег пополнения",
                text={
                    "Создаёт до {C:attention}#1#",
                    "{C:blue}Обычных{} джокеров",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            tag_uncommon={
                name="Необычный тег",
                text={
                    "В магазине есть",
                    "бесплатный {C:green}Необычный джокер",
                },
            },
            tag_voucher={
                name="Тег ваучера",
                text={
                    "Добавляет один {C:voucher}ваучер",
                    "в следующий магазин",
                },
            },
        },
        Tarot={
            c_chariot={
                name="Колесница",
                text={
                    "Превращает {C:attention}#1#{} выбранную",
                    "карту в {C:attention}#2#",
                },
            },
            c_death={
                name="Смерть",
                text={
                    "Выберите {C:attention}#1#{} карты,",
                    "превращает {C:attention}левую{} карту",
                    "в {C:attention}правую{}",
                    "{C:inactive}(перетащите, чтобы изменить порядок)",
                },
            },
            c_devil={
                name="Дьявол",
                text={
                    "Превращает {C:attention}#1#{} выбранную",
                    "карту в {C:attention}#2#",
                },
            },
            c_emperor={
                name="Император",
                text={
                    "Создаёт до {C:attention}#1#",
                    "случайных карт {C:tarot}Таро{}",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            c_empress={
                name="Императрица",
                text={
                    "Превращает {C:attention}#1#",
                    "выбранных карт в {C:attention}#2#",
                },
            },
            c_fool={
                name="Дурак",
                text={
                    "Создаёт последнюю",
                    "карту {C:tarot}Таро{} или {C:planet}Планеты{}",
                    "использованную в этой партии",
                    "{s:0.8}Карта {C:tarot}Дурак{s:0.8} не копируется",
                },
            },
            c_hanged_man={
                name="Повешенный",
                text={
                    "Уничтожает до",
                    "{C:attention}#1#{} выбранных карт",
                },
            },
            c_heirophant={
                name="Иерофант",
                text={
                    "Превращает {C:attention}#1#",
                    "выбранных карт в {C:attention}#2#",
                },
            },
            c_hermit={
                name="Отшельник",
                text={
                    "Удваивает ваши деньги",
                    "{C:inactive}(максимум {C:money}$#1#{C:inactive})",
                },
            },
            c_high_priestess={
                name="Верховная жрица",
                text={
                    "Создаёт до {C:attention}#1#",
                    "случайных карт {C:planet}Планет{}",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            c_judgement={
                name="Суд",
                text={
                    "Создаёт случайного",
                    "{C:attention}джокера{}",
                    "{C:inactive}(нужно свободное место)",
                },
            },
            c_justice={
                name="Правосудие",
                text={
                    "Превращает {C:attention}#1#{} выбранную",
                    "карту в {C:attention}#2#",
                },
            },
            c_lovers={
                name="Влюблённые",
                text={
                    "Превращает {C:attention}#1#{} выбранную",
                    "карту в {C:attention}#2#",
                },
            },
            c_magician={
                name="Волшебник",
                text={
                    "Превращает {C:attention}#1#",
                    "выбранных карт в {C:attention}#2#",
                },
            },
            c_moon={
                name="Луна",
                text={
                    "Превращает до",
                    "{C:attention}#1#{} выбранных карт",
                    "в {V:1}#2#{}",
                },
            },
            c_star={
                name="Звезда",
                text={
                    "Превращает до",
                    "{C:attention}#1#{} выбранных карт",
                    "в {V:1}#2#{}",
                },
            },
            c_strength={
                name="Сила",
                text={
                    "Повышает достоинство",
                    "до {C:attention}#1#{} выбранных",
                    "карт на {C:attention}1",
                },
            },
            c_sun={
                name="Солнце",
                text={
                    "Превращает до",
                    "{C:attention}#1#{} выбранных карт",
                    "в {V:1}#2#{}",
                },
            },
            c_temperance={
                name="Умеренность",
                text={
                    "Даёт сумму цен продажи",
                    "всех текущих джокеров",
                    "{C:inactive}(максимум {C:money}$#1#{C:inactive})",
                    "{C:inactive}(сейчас {C:money}$#2#{C:inactive})",
                },
            },
            c_tower={
                name="Башня",
                text={
                    "Превращает {C:attention}#1#{} выбранную",
                    "карту в {C:attention}#2#",
                },
            },
            c_wheel_of_fortune={
                name="Колесо Фортуны",
                text={
                    "Шанс {C:green}#1# из #2#{} добавить",
                    "издание {C:dark_edition}Фольга{}, {C:dark_edition}Голография{}",
                    "или {C:dark_edition}Полихром{}",
                    "случайному {C:attention}джокеру",
                },
            },
            c_world={
                name="Мир",
                text={
                    "Превращает до",
                    "{C:attention}#1#{} выбранных карт",
                    "в {V:1}#2#{}",
                },
            },
        },
        Voucher={
            v_antimatter={
                name="Антиматерия",
                text={
                    "{C:dark_edition}+1{} слот для джокера",
                },
                unlock={
                    "Выкупите {C:voucher}Пустоту{}",
                    "суммарно {C:attention}#1#{} раз",
                    "{C:inactive}(#2#)",
                },
            },
            v_blank={
                name="Пустота",
                text={
                    "{C:inactive}Ничего не делает?",
                },
            },
            v_clearance_sale={
                name="Распродажа",
                text={
                    "Скидка {C:attention}#1#%{} на все",
                    "карты и наборы в магазине",
                },
            },
            v_crystal_ball={
                name="Хрустальный шар",
                text={
                    "{C:attention}+1{} слот для расходуемых",
                },
            },
            v_directors_cut={
                name="Режиссёрская версия",
                text={
                    "Перебрасывает Босс-блайнд",
                    "{C:attention}1{} раз за Анте,",
                    "{C:money}$#1#{} за переброс",
                },
            },
            v_glow_up={
                name="Сияние",
                text={
                    "{C:dark_edition}Фольга{}, {C:dark_edition}Голография{}",
                    "и {C:dark_edition}Полихром{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                },
                unlock={
                    "Иметь минимум {C:attention}#1#",
                    "джокеров с изданиями",
                    "{C:dark_edition}Фольга{}, {C:dark_edition}Голография{}",
                    "или {C:dark_edition}Полихром{}",
                },
            },
            v_grabber={
                name="Хапуга",
                text={
                    "Навсегда даёт",
                    "{C:blue}+#1#{} руку",
                    "в каждом раунде",
                },
            },
            v_hieroglyph={
                name="Иероглиф",
                text={
                    "{C:attention}−#1#{} Анте,",
                    "{C:blue}−#1#{} рука",
                    "в каждом раунде",
                },
            },
            v_hone={
                name="Заточка",
                text={
                    "{C:dark_edition}Фольга{}, {C:dark_edition}Голография{}",
                    "и {C:dark_edition}Полихром{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                },
            },
            v_illusion={
                name="Иллюзия",
                text={
                    "{C:attention}Игровые карты{} в магазине",
                    "могут иметь {C:enhanced}улучшение{},",
                    "{C:dark_edition}издание{} и/или {C:attention}печать{}",
                },
                unlock={
                    "Купите всего",
                    "{C:attention}#1#{} игровых карт",
                    "в магазине",
                    "{C:inactive}(#2#)",
                },
            },
            v_liquidation={
                name="Ликвидация",
                text={
                    "Скидка {C:attention}#1#%{} на все",
                    "карты и наборы в магазине",
                },
                unlock={
                    "Выкупите минимум",
                    "{C:attention}#1#{C:voucher} ваучеров{}",
                    "в одной партии",
                },
            },
            v_magic_trick={
                name="Фокус",
                text={
                    "{C:attention}Игровые карты{} можно",
                    "покупать",
                    "в {C:attention}магазине",
                },
            },
            v_money_tree={
                name="Денежное дерево",
                text={
                    "Повышает лимит",
                    "процентов в каждом раунде",
                    "до {C:money}$#1#{}",
                },
                unlock={
                    "Наберите максимум",
                    "процентов за раунд",
                    "{C:attention}#1#{} раундов подряд",
                    "{C:inactive}(#2#)",
                },
            },
            v_nacho_tong={
                name="Начо Тонг",
                text={
                    "Навсегда даёт",
                    "{C:blue}+#1#{} руку",
                    "в каждом раунде",
                },
                unlock={
                    "Сыграйте всего",
                    "{C:attention}#1#{} карт",
                    "{C:inactive}(#2#)",
                },
            },
            v_observatory={
                name="Обсерватория",
                text={
                    "Карты {C:planet}Планет{} в вашей",
                    "{C:attention}расходуемой{} зоне дают",
                    "{X:red,C:white} X#1# {} Множ.",
                    "для соответствующей {C:attention}покерной руки",
                },
                unlock={
                    "Используйте всего {C:attention}#1#",
                    "карт {C:planet}Планет{} из любых",
                    "{C:planet}Небесных наборов",
                    "{C:inactive}(#2#)",
                },
            },
            v_omen_globe={
                name="Оракул",
                text={
                    "{C:spectral}Спектральные{} карты могут",
                    "появляться в любых",
                    "{C:attention}наборах Арканов",
                },
                unlock={
                    "Используйте всего {C:attention}#1#",
                    "карт {C:tarot}Таро{} из любых",
                    "{C:tarot}наборов Арканов",
                    "{C:inactive}(#2#)",
                },
            },
            v_overstock_norm={
                name="Избыток",
                text={
                    "{C:attention}+1{} слот для карт",
                    "в магазине",
                },
            },
            v_overstock_plus={
                name="Избыток Плюс",
                text={
                    "{C:attention}+1{} слот для карт",
                    "в магазине",
                },
                unlock={
                    "Потратьте всего",
                    "{C:money}$#1#{} в магазине",
                    "{C:inactive}($#2#)",
                },
            },
            v_paint_brush={
                name="Кисть",
                text={
                    "{C:attention}+#1#{} к размеру руки",
                },
            },
            v_palette={
                name="Палитра",
                text={
                    "{C:attention}+#1#{} к размеру руки",
                },
                unlock={
                    "Уменьшите размер руки",
                    "до {C:attention}#1#{} карт",
                },
            },
            v_petroglyph={
                name="Петроглиф",
                text={
                    "{C:attention}−#1#{} Анте,",
                    "{C:red}−#1#{} сброс",
                    "в каждом раунде",
                },
                unlock={
                    "Достигните Анте",
                    "уровня {E:1,C:attention}#1#",
                },
            },
            v_planet_merchant={
                name="Торговец планетами",
                text={
                    "Карты {C:planet}Планет{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                    "в магазине",
                },
            },
            v_planet_tycoon={
                name="Магнат планет",
                text={
                    "Карты {C:planet}Планет{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                    "в магазине",
                },
                unlock={
                    "Купите всего",
                    "{C:attention}#1#{C:planet} карт Планет{}",
                    "в магазине",
                    "{C:inactive}(#2#)",
                },
            },
            v_recyclomancy={
                name="Рецикломантия",
                text={
                    "Навсегда даёт",
                    "{C:red}+#1#{} сброс",
                    "в каждом раунде",
                },
                unlock={
                    "Сбросьте всего",
                    "{C:attention}#1#{} карт",
                    "{C:inactive}(#2#)",
                },
            },
            v_reroll_glut={
                name="Изобилие перебросов",
                text={
                    "Перебросы стоят",
                    "на {C:money}$#1#{} меньше",
                },
                unlock={
                    "Перебросьте магазин",
                    "суммарно {C:attention}#1#{} раз",
                    "{C:inactive}(#2#)",
                },
            },
            v_reroll_surplus={
                name="Излишек перебросов",
                text={
                    "Перебросы стоят",
                    "на {C:money}$#1#{} меньше",
                },
            },
            v_retcon={
                name="Реткон",
                text={
                    "Перебрасывает Босс-блайнд",
                    "{C:attention}неограниченное{} число раз,",
                    "{C:money}$#1#{} за переброс",
                },
                unlock={
                    "Откройте",
                    "{C:attention}#1#{} блайндов",
                },
            },
            v_seed_money={
                name="Стартовый капитал",
                text={
                    "Повышает лимит",
                    "процентов в каждом раунде",
                    "до {C:money}$#1#{}",
                },
            },
            v_tarot_merchant={
                name="Торговец Таро",
                text={
                    "Карты {C:tarot}Таро{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                    "в магазине",
                },
            },
            v_tarot_tycoon={
                name="Магнат Таро",
                text={
                    "Карты {C:tarot}Таро{} появляются",
                    "в {C:attention}#1#{} раз чаще",
                    "в магазине",
                },
                unlock={
                    "Купите всего",
                    "{C:attention}#1#{C:tarot} карт Таро{}",
                    "в магазине",
                    "{C:inactive}(#2#)",
                },
            },
            v_telescope={
                name="Телескоп",
                text={
                    "{C:attention}Небесные наборы{} всегда",
                    "содержат карту {C:planet}Планеты{}",
                    "для вашей самой частой",
                    "{C:attention}покерной руки",
                },
            },
            v_wasteful={
                name="Расточитель",
                text={
                    "Навсегда даёт",
                    "{C:red}+#1#{} сброс",
                    "в каждом раунде",
                },
            },
        },
    },
    misc={
        achievement_descriptions={
            _100000k="Набрать 100 000 000 Фишек за одну руку",
            _1000k="Набрать 1 000 000 Фишек за одну руку",
            _10k="Набрать 10 000 Фишек за одну руку",
            ante_up="Достигнуть Анте 4",
            ante_upper="Достигнуть Анте 8",
            astronomy="Открыть все карты Планет",
            big_hands="Иметь 80 или больше карт в колоде",
            card_discarder="Сбросить минимум 2500 карт",
            card_player="Сыграть минимум 2500 карт",
            cartomancy="Открыть все карты Таро",
            clairvoyance="Открыть все Спектральные карты",
            completionist="Открыть 100% коллекции",
            completionist_plus="Выиграть с каждой колодой на Золотой ставке",
            completionist_plus_plus="Получить Золотую наклейку на каждом джокере",
            extreme_couponer="Открыть все ваучеры",
            flushed="Сыграть Флеш из 5 Диких карт",
            heads_up="Выиграть партию",
            high_stakes="Выиграть партию на Золотой ставке или выше",
            legendary="Открыть Легендарного джокера",
            low_stakes="Выиграть партию на Красной ставке или выше",
            mid_stakes="Выиграть партию на Чёрной ставке или выше",
            nest_egg="Иметь $400 или больше за одну партию",
            retrograde="Повысить любую покерную руку до 10 уровня",
            roi="Купить 5 ваучеров до Анте 4",
            royale="Сыграть Флеш-рояль",
            rule_bender="Завершить любое испытание",
            rule_breaker="Завершить все испытания",
            shattered="Разбить 2 Стеклянные карты за одну руку",
            speedrunner="Выиграть партию за 12 или меньше раундов",
            tiny_hands="Сократить колоду до 20 или меньше карт",
            you_get_what_you_get="Выиграть партию без перебросов магазина",
        },
        achievement_names={
            _100000k="100 000K",
            _1000k="1 000K",
            _10k="10K",
            ante_up="Повышение ставок!",
            ante_upper="Выше ставки!",
            astronomy="Астрономия",
            big_hands="Большие руки",
            card_discarder="Сбрасыватель",
            card_player="Игрок",
            cartomancy="Картомантия",
            clairvoyance="Ясновидение",
            completionist="Коллекционер",
            completionist_plus="Коллекционер+",
            completionist_plus_plus="Коллекционер++",
            extreme_couponer="Купонёр",
            flushed="Флеш",
            heads_up="Один на один",
            high_stakes="Высокие ставки",
            legendary="Легенда",
            low_stakes="Низкие ставки",
            mid_stakes="Средние ставки",
            nest_egg="Заначка",
            retrograde="Ретроград",
            roi="Окупаемость",
            royale="Рояль",
            rule_bender="Изгибатель правил",
            rule_breaker="Нарушитель правил",
            shattered="Вдребезги",
            speedrunner="Скороход",
            tiny_hands="Крошечные ручки",
            you_get_what_you_get="Что есть, то есть",
        },
        blind_states={
            Current="Текущий",
            Defeated="Побеждён",
            Select="Выбрать",
            Selected="Выбран",
            Skipped="Пропущен",
            Upcoming="Следующий",
        },
        challenge_names={
            c_blast_off_1="Взлёт",
            c_bram_poker_1="Брэм-покер",
            c_city_1="15-минутный город",
            c_cruelty_1="Жестокость",
            c_double_nothing_1="Всё или ничего",
            c_five_card_1="Пять карт",
            c_fragile_1="Хрупкость",
            c_golden_needle_1="Золотая игла",
            c_inflation_1="Инфляция",
            c_jokerless_1="Без джокеров",
            c_knife_1="На острие ножа",
            c_luxury_1="Налог на роскошь",
            c_mad_world_1="Безумный мир",
            c_medusa_1="Медуза",
            c_monolith_1="Монолит",
            c_non_perishable_1="Нескоро-портящийся",
            c_omelette_1="Омлет",
            c_rich_1="Богатые богатеют",
            c_typecast_1="Типаж",
            c_xray_1="Рентгеновское зрение",
        },
        collabs={
            Clubs={
                ["1"]="Обычные",
                ["2"]="Vampire Survivors",
                ["3"]="Slay the Spire",
                ["4"]="Potion Craft",
                ["5"]="Warframe",
                ["6"]="Vault-Tec",
                ["7"]="Dead by Daylight",
            },
            Diamonds={
                ["1"]="Обычные",
                ["2"]="Dave the Diver",
                ["3"]="Stardew Valley",
                ["4"]="Enter the Gungeon",
                ["5"]="1000xRESIST",
                ["6"]="Civilization VII",
                ["7"]="Rust",
            },
            Hearts={
                ["1"]="Обычные",
                ["2"]="Among Us",
                ["3"]="The Binding of Isaac",
                ["4"]="Cult of the Lamb",
                ["5"]="Divinity Original Sin 2",
                ["6"]="Critical Role",
                ["7"]="Bugsnax",
            },
            Spades={
                ["1"]="Обычные",
                ["2"]="Ведьмак",
                ["3"]="Cyberpunk 2077",
                ["4"]="Shovel Knight",
                ["5"]="Don't Starve",
                ["6"]="Assassin's Creed",
                ["7"]="Slay the Princess",
            },
        },
        dictionary={
            ["$"]="$",
            b_FAQ="ЧаВо",
            b_and_use="И ИСПОЛЬЗОВАТЬ",
            b_back="Назад",
            b_blinds="Блайнды",
            b_booster_packs="Бустер-наборы",
            b_buy="КУПИТЬ",
            b_cash_out="Обналичить",
            b_challenges="Испытания",
            b_collection="Коллекция",
            b_collection_cap="КОЛЛЕКЦИЯ",
            b_continue="Продолжить",
            b_copy="Копировать",
            b_copy_seed="Копировать сид",
            b_create_profile="Создать профиль",
            b_credits="Титры",
            b_current_profile="Текущий профиль",
            b_customize_deck="Настроить колоду",
            b_deck="Колода",
            b_decks="Колоды",
            b_delete_profile="Удалить профиль",
            b_discard="Сброс",
            b_editions="Издания",
            b_endless="Бесконечный режим",
            b_enhanced_cards="Улучшенные карты",
            b_full_deck="Полная колода",
            b_high_contrast_cards="Высококонтрастные карты",
            b_how_to_play="Как играть",
            b_imagery="Оформление",
            b_jokers="Джокеры",
            b_load_profile="Загрузить профиль",
            b_main_menu="Главное меню",
            b_music="Музыка",
            b_new_challenge="Новое испытание",
            b_new_run="Новая партия",
            b_next="Далее",
            b_next_round_1="Следующий",
            b_next_round_2="раунд",
            b_open="ОТКРЫТЬ",
            b_options="Настройки",
            b_options_cap="НАСТРОЙКИ",
            b_planet_cards="Карты Планет",
            b_play_cap="ИГРАТЬ",
            b_play_hand="Сыграть руку",
            b_playbalatro="Посетить playbalatro.com",
            b_poker_hands="Покерные руки",
            b_quit_cap="ВЫХОД",
            b_redeem="ВЫКУПИТЬ",
            b_reduced_motion="Упрощённая анимация",
            b_remaining="Осталось",
            b_reroll_boss="Перебросить босса",
            b_reset_profile="Сбросить профиль",
            b_restrictions="Ограничения",
            b_retry="Заново",
            b_rules="Правила",
            b_run_info_1="Партия",
            b_run_info_2="Инфо",
            b_seals="Печати",
            b_seed="Сид",
            b_select="ВЫБРАТЬ",
            b_sell="ПРОДАТЬ",
            b_set_CRT="ЭЛТ",
            b_set_CRT_bloom="Свечение ЭЛТ",
            b_set_apply="Применить",
            b_set_audio="Звук",
            b_set_crash_reports="Отчёты об ошибках",
            b_set_game="Игра",
            b_set_game_vol="Громкость игры",
            b_set_gamespeed="Скорость игры",
            b_set_graphics="Графика",
            b_set_master_vol="Основная громкость",
            b_set_monitor="Монитор",
            b_set_music_vol="Громкость музыки",
            b_set_pixel_smoothing="Сглаживание пикселей",
            b_set_play_discard_pos="Расположение кнопок",
            b_set_rumble="Вибрация контроллера",
            b_set_screenshake="Тряска экрана",
            b_set_shadows="Тени",
            b_set_vibration="Вибрация",
            b_set_video="Видео",
            b_set_windowmode="Оконный режим",
            b_settings="Настройки",
            b_skip="Пропустить",
            b_skip_blind="Пропустить блайнд",
            b_skip_reward="Пропустить награду",
            b_sort_hand="Сортировать руку",
            b_sounds="Звуки",
            b_spectral_cards="Спектральные карты",
            b_stake="Ставка",
            b_start_new_run="Новая партия",
            b_stat_consumables="Расходуемые",
            b_stat_jokers="Джокеры",
            b_stat_planets="Планеты",
            b_stat_spectrals="Спектральные",
            b_stat_tarots="Таро",
            b_stat_vouchers="Ваучеры",
            b_stats="Статистика",
            b_tags="Теги",
            b_tarot_cards="Карты Таро",
            b_unlock_all="Разблокировать всё",
            b_use="ИСПОЛЬЗОВАТЬ",
            b_vouchers="Ваучеры",
            b_wishlist="В список желаний в Steam",
            k_aces="Тузы",
            k_achievement="Достижение",
            k_achievements_disabled="Достижения отключены",
            k_active="активно",
            k_active_ex="Активно!",
            k_again_ex="Снова!",
            k_all_hands="Все руки",
            k_also_applied="Также применено",
            k_ante="Анте",
            k_ante_cap="АНТЕ",
            k_arcana_pack="Набор Арканов",
            k_balanced="Сбалансировано",
            k_banned_cards="Запрещённые карты",
            k_banned_tags="Запрещённые теги",
            k_base_cap="БАЗА",
            k_base_cards="Базовые карты",
            k_best_hand="Лучшая рука",
            k_booster="Бустер",
            k_buffoon_pack="Набор Шута",
            k_cap_consumables="РАСХОДУЕМЫЕ",
            k_card_stats="Статистика карт",
            k_celestial_pack="Небесный набор",
            k_challenge_mode="Режим испытаний",
            k_challenges="Испытания",
            k_choose="Выбрать",
            k_collection="Коллекция",
            k_common="Обычный",
            k_compatible="совместим",
            k_copied_ex="Скопировано!",
            k_custom_rules="Особые правила",
            k_daily_run="Ежедневная партия",
            k_debuffed="Ослаблен",
            k_deck="Колода",
            k_deck_stake_wins="Победы по ставкам",
            k_defeated_by="Побеждён",
            k_demo_version_ex="Демо-версия!",
            k_disabled_ex="Отключено!",
            k_drank_ex="Выпито!",
            k_duplicated_ex="Скопировано!",
            k_dwarf_planet="Карликовая планета",
            k_eaten_ex="Съедено!",
            k_edition="Издание",
            k_effective="Действует",
            k_empty_caps="ПУСТО",
            k_enter_name="Введите имя",
            k_enter_seed="Введите сид",
            k_enter_text="Введите текст",
            k_eroded_ex="Разрушено!",
            k_extinct_ex="Исчезло!",
            k_face_cards="Карты с лицами",
            k_game_modifiers="Модификаторы",
            k_gold="Золото",
            k_high_score_ex="Рекорд!",
            k_hud_discards="Сбросы",
            k_hud_hands="Руки",
            k_incompatible="несовместим",
            k_joker="Джокер",
            k_joker_stickers="Наклейки джокеров",
            k_jokers_cap="ДЖОКЕРЫ",
            k_legendary="Легендарный",
            k_level_prefix="ур.",
            k_level_up_ex="Уровень повышен!",
            k_locked="Заблокировано",
            k_lower_score="очки",
            k_lvl="ур.",
            k_melted_ex="Расплавлено!",
            k_money="Деньги",
            k_mult="Множ.",
            k_no_other_jokers="Нет других джокеров!",
            k_no_reward="Без награды",
            k_no_room_ex="Нет места!",
            k_no_space_ex="Нет места!",
            k_none="Нет",
            k_nope_ex="Нет!",
            k_not_allowed_ex="Запрещено!",
            k_not_discovered="Не открыто",
            k_numbered_cards="Числовые карты",
            k_or="или",
            k_other="Другое",
            k_page="Страница",
            k_planet="Планета",
            k_planet_q="Планета?",
            k_playing_as="Играет",
            k_plus_joker="+1 джокер",
            k_plus_planet="+1 Планета",
            k_plus_spectral="+1 Спектральная",
            k_plus_stone="+1 Камень",
            k_plus_tarot="+1 Таро",
            k_poker_hand="покерная рука",
            k_profile="Профиль",
            k_progress="Прогресс",
            k_rank="Достоинство",
            k_rare="Редкий",
            k_redeemed_ex="Выкуплено!",
            k_reroll="Переброс",
            k_reset="Сброс",
            k_reward="Награда",
            k_round="Раунд",
            k_safe_ex="Безопасно!",
            k_saved_ex="Сохранено!",
            k_seed="Сид",
            k_seeded_run="Партия с сидом",
            k_skipped_cap="ПРОПУЩЕНО",
            k_spectral="Спектральная",
            k_spectral_pack="Спектральный набор",
            k_stake="Ставка",
            k_stake_level="Уровень ставки",
            k_standard_pack="Стандартный набор",
            k_suit="Масть",
            k_swapped_ex="Заменено!",
            k_tarot="Таро",
            k_trophies_disabled="Трофеи отключены",
            k_trophy="Трофей",
            k_uncommon="Необычный",
            k_undisovered="Не открыто",
            k_unknown="?????",
            k_unlocked_ex="Разблокировано!",
            k_upgrade_ex="Улучшено!",
            k_val_up="Значение повышено!",
            k_view="Просмотр",
            k_voucher="Ваучер",
            k_vouchers_cap="ВАУЧЕРЫ",
            k_wins="Победы",
            k_x_base="X база",
            ml_bloom_opt={
                "Выкл.",
                "Вкл.",
            },
            ml_buy_and_use_target={
                "Купить",
                "и использовать",
            },
            ml_buy_target={
                "Купить",
            },
            ml_card_stats={
                "Карта",
                "Статистика",
            },
            ml_controller_required={
                "Для игры требуется контроллер.",
                "Подключите его, чтобы продолжить.",
            },
            ml_crash_report_info={
                "Отчёты об ошибках будут отправлены разработчику,",
                "чтобы помочь исправить проблемы в будущем.",
                "Личные данные не отправляются.",
            },
            ml_demo_thanks_message={
                "Добавьте Balatro в список желаний",
                "в Steam и подпишитесь на",
                "рассылку на playbalatro.com",
            },
            ml_disabled_seed={
                "Все разблокировки и",
                "открытия отключены",
            },
            ml_edition_seal_enhancement_explanation={
                "У каждой игровой карты может быть",
                "улучшение, издание и печать",
            },
            ml_eternal={
                "Вечный",
                "Нельзя продать",
                "или уничтожить",
            },
            ml_gold_seal_desc={
                "Золотая печать",
                "возвращается в руку",
                "после розыгрыша",
            },
            ml_offline_message={
                "Устройство офлайн.",
                "Сохранение может быть устаревшим.",
            },
            ml_open_target={
                "Открыть",
            },
            ml_paste_seed={
                "Вставить",
                "сид",
            },
            ml_play_discard_pos_opt={
                "Сброс/Игра",
                "Игра/Сброс",
            },
            ml_redeem_target={
                "Выкупить",
            },
            ml_sell_target={
                "Продать",
            },
            ml_shadow_opt={
                "Вкл.",
                "Выкл.",
            },
            ml_smoothing_opt={
                "Выкл.",
                "Вкл.",
            },
            ml_unlock_all_explanation={
                "ВНИМАНИЕ! Разблокировка полной коллекции",
                "отключит достижения для этого профиля!",
            },
            ml_unlock_all_trophies={
                "ВНИМАНИЕ! Разблокировка полной коллекции",
                "отключит трофеи для этого профиля!",
            },
            ml_vsync_opt={
                "Вер. синхр. вкл.",
                "Вер. синхр. выкл.",
            },
            ml_windowmode_opt={
                "В окне",
                "Полный экран",
                "Без рамки",
            },
            ph_1_level="+1 уровень",
            ph_4_7_of_clubs="четыре 7 треф",
            ph_alert_debuff_confirm="Нажмите «Играть» снова для подтверждения",
            ph_all_poker_hand="Все покерные руки",
            ph_blind_reward="Награда: ",
            ph_blind_score_at_least="Нужно очков",
            ph_boss_disabled="Босс отключён!",
            ph_choose_blind_1="Выберите",
            ph_choose_blind_2="следующий блайнд",
            ph_click_confirm="Нажмите снова для подтверждения",
            ph_deck_preview_effective="Реальный итог с учётом джокеров, блайндов и улучшений",
            ph_deck_preview_stones="Камни",
            ph_defeat_the_boss="Победите Босс-блайнд",
            ph_defeat_this_blind_1="Победите этот блайнд,",
            ph_defeat_this_blind_2="чтобы открыть его",
            ph_demo_thanks_1="Спасибо за игру в",
            ph_demo_thanks_2="ДЕМО-ВЕРСИЮ BALATRO",
            ph_display_stickers="Показывать наклейки во время партии",
            ph_game_over="КОНЕЦ ИГРЫ",
            ph_improve_run="Улучшите свою партию!",
            ph_most_played="(самая частая рука)",
            ph_mr_bones="Спасён Костлявым",
            ph_no_boss_active="босс не активен",
            ph_no_vouchers="В этой партии не было выкупленных ваучеров",
            ph_score_at_least="Нужно очков",
            ph_score_cards_discarded="Сброшено карт",
            ph_score_cards_played="Сыграно карт",
            ph_score_cards_purchased="Куплено карт",
            ph_score_furthest_ante="Анте",
            ph_score_furthest_round="Раунд",
            ph_score_hand="Лучшая рука",
            ph_score_new_collection="Новые открытия",
            ph_score_poker_hand="Самая частая рука",
            ph_score_times_rerolled="Перебросов магазина",
            ph_select_challenge="Выберите испытание",
            ph_sneak_peek="Подглядывание",
            ph_stat_consumable="Количество использований",
            ph_stat_joker="Всего завершённых раундов с этой картой",
            ph_stat_voucher="Количество выкупов",
            ph_unscored_hand="Рука не даст очков",
            ph_up_ante_1="Повысить Анте",
            ph_up_ante_2="Увеличить все блайнды",
            ph_up_ante_3="Обновить блайнды",
            ph_vouchers_redeemed="Выкуплено ваучеров в этой партии",
            ph_you_win="ВЫ ПОБЕДИЛИ!",
            ph_you_win_demo="ВЫ ВЫИГРАЛИ В ДЕМО!",
        },
        high_scores={
            boss_streak="Боссов подряд",
            collection="Коллекция",
            current_streak="",
            furthest_ante="Максимальное Анте",
            furthest_round="Максимальный раунд",
            hand="Лучшая рука",
            most_money="Больше всего денег",
            poker_hand="Самая частая рука",
            win_streak="Серия побед",
        },
        labels={
            blue_seal="Синяя печать",
            common="Обычный",
            eternal="Вечный",
            foil="Фольга",
            gold_seal="Золотая печать",
            holographic="Голография",
            legendary="Легендарный",
            locked="Заблокировано",
            negative="Негатив",
            perishable="Скоропортящийся",
            pinned_left="Закреплён",
            planet="Планета",
            pluto_planet="Карликовая планета",
            polychrome="Полихром",
            purple_seal="Фиолетовая печать",
            rare="Редкий",
            red_seal="Красная печать",
            rental="Аренда",
            tarot="Таро",
            uncommon="Необычный",
            voucher="Ваучер",
        },
        poker_hand_descriptions={
            ["Five of a Kind"]={
                "5 карт одного достоинства",
            },
            Flush={
                "5 карт одной масти",
            },
            ["Flush Five"]={
                "5 карт одного достоинства и масти",
            },
            ["Flush House"]={
                "Тройка и пара, все карты одной масти",
            },
            ["Four of a Kind"]={
                "4 карты одного достоинства. Можно",
                "добавить 1 карту (не считается)",
            },
            ["Full House"]={
                "Тройка и пара",
            },
            ["High Card"]={
                "Если рука не подходит ни под один тип,",
                "считается только старшая карта",
            },
            Pair={
                "2 карты одного достоинства. Можно",
                "добавить до 3 карт (не считаются)",
            },
            ["Royal Flush"]={
                "5 карт по порядку (по достоинству)",
                "одной масти",
            },
            Straight={
                "5 карт по порядку (по достоинству)",
            },
            ["Straight Flush"]={
                "5 карт по порядку (по достоинству)",
                "одной масти",
            },
            ["Three of a Kind"]={
                "3 карты одного достоинства. Можно",
                "добавить до 2 карт (не считаются)",
            },
            ["Two Pair"]={
                "Две пары разных достоинств. Можно",
                "добавить 1 карту (не считается)",
            },
        },
        poker_hands={
            ["Five of a Kind"]="Пять одинаковых",
            Flush="Флеш",
            ["Flush Five"]="Флеш-пять",
            ["Flush House"]="Флеш-хаус",
            ["Four of a Kind"]="Каре",
            ["Full House"]="Фулл-хаус",
            ["High Card"]="Старшая карта",
            Pair="Пара",
            ["Royal Flush"]="Флеш-рояль",
            Straight="Стрит",
            ["Straight Flush"]="Стрит-флеш",
            ["Three of a Kind"]="Сет",
            ["Two Pair"]="Две пары",
        },
        quips={
            dq_1={
                "Ого! Надеюсь, у тебя",
                "есть пара козырей",
                "в рукаве для",
                "этого последнего испытания!",
            },
            lq_1={
                "Может, лучше",
                "в пасьянс",
                "сыграем...",
            },
            lq_10={
                "Вот это облом!",
            },
            lq_2={
                "Ну и расклад!",
            },
            lq_3={
                "Время",
                "перетасовать и",
                "попробовать снова!",
            },
            lq_4={
                "Знаешь, как",
                "говорят —",
                "дом всегда выигрывает!",
            },
            lq_5={
                "Похоже, мы узнали,",
                "кто здесь",
                "настоящий джокер!",
            },
            lq_6={
                "Ты что, тоже",
                "блефовал?",
            },
            lq_7={
                "Похоже, мы",
                "остались в дураках!",
            },
            lq_8={
                "Будь у меня руки,",
                "я бы закрыл",
                "ими глаза!",
            },
            lq_9={
                "Я буквально",
                "шут. А у тебя",
                "какое оправдание?",
            },
            wq_1={
                "Великолепно!",
            },
            wq_2={
                "Отличная",
                "работа!",
            },
            wq_3={
                "Похоже, это",
                "был не блеф!",
            },
            wq_4={
                "Жаль, что эти",
                "фишки",
                "виртуальные...",
            },
            wq_5={
                "Похоже, я не зря",
                "тебя учил!",
            },
            wq_6={
                "Ты сыграл",
                "отлично!",
            },
            wq_7={
                "Хорошо, что я",
                "не поставил",
                "против тебя!",
            },
        },
        ranks={
            ["10"]="10",
            ["2"]="2",
            ["3"]="3",
            ["4"]="4",
            ["5"]="5",
            ["6"]="6",
            ["7"]="7",
            ["8"]="8",
            ["9"]="9",
            Ace="Туз",
            Jack="Валет",
            King="Король",
            Queen="Дама",
        },
        suits_plural={
            Clubs="Трефы",
            Diamonds="Бубны",
            Hearts="Черви",
            Spades="Пики",
        },
        suits_singular={
            Clubs="Трефа",
            Diamonds="Бубна",
            Hearts="Черва",
            Spades="Пика",
        },
        tutorial={
            bb_1={
                "Выбор {C:attention}Большого блайнда",
                "принесёт немного денег",
            },
            bb_2={
                "Или {C:attention}пропустите{} его",
                "и получите {C:attention}тег{}! У каждого",
                "{C:attention}тега{} свой эффект",
            },
            bb_3={
                "Но следите за",
                "{C:attention}Босс-блайндом{} — у него",
                "есть способность, которую",
                "нужно учитывать.",
            },
            bb_4={
                "Если победите его, то",
                "{C:attention}Анте{} повысится, и все",
                "{C:attention}блайнды{} станут сильнее",
            },
            bb_5={
                "Победите {C:attention}Анте{} #1#, чтобы выиграть.",
                "Выбирайте путь!",
            },
            fh_1={
                "Фишки зарабатываются",
                "розыгрышем {C:attention}покерных рук",
            },
            fh_2={
                "Каждая {C:attention}покерная рука{} даёт",
                "базовое количество {C:blue}Фишек",
                "умноженное на {C:red}Множ.",
            },
            fh_3={
                "Список {C:attention}покерных рук",
                "можно посмотреть в разделе",
                "{C:attention}«Инфо о партии»{} — там же",
                "и другая информация",
            },
            fh_4={
                "Карты тоже",
                "дают {C:blue}Фишки{} —",
                "наведите на них!",
            },
            fh_4_touch={
                "Карты тоже",
                "дают {C:blue}Фишки{} —",
                "нажмите и удерживайте!",
            },
            fh_5={
                "Выберите до",
                "{C:attention}5{} карт и нажмите",
                "{C:blue}«Сыграть руку»",
            },
            fh_5_touch={
                "Выберите до",
                "{C:attention}5{} карт и нажмите",
                "{C:blue}«Сыграть руку»",
            },
            fh_6={
                "Можно и {C:red}сбросить{}",
                "до {C:attention}5{} карт,",
                "чтобы собрать",
                "более сильную руку. Попробуйте!",
            },
            fh_7={
                "Осторожно! В раунде",
                "ограниченное число",
                "{C:blue}рук{} и {C:red}сбросов{}",
            },
            fh_8={
                "Наберите {C:attention}300 Фишек{}",
                "до того, как закончатся",
                "{C:blue}руки{}, чтобы выиграть раунд.",
                "Удачи!",
            },
            s_1={
                "Отлично! Теперь, когда",
                "у вас есть деньги,",
                "можно купить новые",
                "карты в {C:attention}магазине",
            },
            s_10={
                "{C:attention}Ваучеры{} обновляются",
                "после победы над",
                "{C:attention}Босс-блайндом{}.",
            },
            s_11={
                "Не забывайте заглядывать",
                "в оба {C:booster}бустер-набора{}",
                "в каждом магазине —",
                "там много полезного!",
            },
            s_12={
                "Перейдём к",
                "{C:attention}следующему раунду{}.",
            },
            s_2={
                "Попробуйте купить",
                "этого красавчика",
            },
            s_2_touch={
                "Попробуйте купить",
                "этого красавчика!",
                "Перетащите его из магазина",
                "в область {C:attention}«КУПИТЬ»{}",
            },
            s_3={
                "Это один из {C:attention}#1#",
                "{C:attention}джокеров{}, которых можно",
                "добавить в партию. Каждый",
                "{C:attention}джокер{} делает что-то своё",
            },
            s_4={
                "Этот даёт {C:red}+4 Множ.{}",
                "к каждой руке!",
            },
            s_5={
                "Выбирайте с умом —",
                "можно нести только",
                "{C:attention}5 джокеров{}",
            },
            s_6={
                "Теперь купите вторую",
                "карту в {C:attention}магазине",
            },
            s_7={
                "Это карта {C:tarot}Таро{} —",
                "{C:attention}расходуемая{}. Она",
                "улучшает ваши карты!",
                "Придержите её.",
            },
            s_8={
                "Можно нести до",
                "{C:attention}2 расходуемых{} карт",
            },
            s_9={
                "Если накопите достаточно,",
                "сможете купить {C:attention}ваучер{}.",
                "{C:attention}Ваучеры{} дают",
                "постоянные бонусы!",
            },
            sb_1={
                "Привет! Меня зовут",
                "{C:attention}Джимбо{}, и я помогу",
                "вам научиться играть!",
            },
            sb_2={
                "Ваша цель — набирать",
                "{C:blue}Фишки{} и побеждать",
                "вражеские {C:attention}блайнды",
            },
            sb_3={
                "Это {C:blue}Малый блайнд{} —",
                "нужно всего",
                "{C:attention}300 Фишек{} для победы.",
            },
            sb_4={
                "Выберите {C:blue}Малый блайнд{},",
                "чтобы начать раунд!",
            },
            sh_1={
                "Когда карт станет больше,",
                "помните: порядок имеет значение.",
                "{C:attention}Джокеры{} срабатывают",
                "слева направо",
            },
            sh_2={
                "И не забывайте",
                "{C:attention}ИСПОЛЬЗОВАТЬ{} расходуемые!",
            },
            sh_3={
                "Выберите до {C:attention}2{} карт",
                "в руке и нажмите",
                "{C:attention}«ИСПОЛЬЗОВАТЬ»{} на карте {C:tarot}Таро{}",
                "чтобы улучшить их!",
            },
            sh_3_touch={
                "Выберите до {C:attention}2{} карт",
                "в руке и перетащите",
                "карту {C:tarot}Таро{} в область {C:attention}«ИСПОЛЬЗОВАТЬ»{}",
                "чтобы улучшить их!",
            },
        },
        v_dictionary={
            a_chips="+#1#",
            a_chips_minus="−#1#",
            a_hands="+#1# рук",
            a_handsize="+#1# к размеру руки",
            a_handsize_minus="−#1# к размеру руки",
            a_mult="+#1# Множ.",
            a_mult_minus="−#1# Множ.",
            a_remaining="#1# осталось",
            a_sold_tally="#1#/#2# продано",
            a_xmult="X#1# Множ.",
            a_xmult_minus="−X#1# Множ.",
            ante_x_voucher="ВАУЧЕР #1# АНТЕ",
            challenges_completed="Завершено #1#/#2# испытаний",
            completed="Завершено: #1#/#2#",
            deck_preview_wheel_plural="Числа могут быть ниже из-за #1# карт, которые тянутся рубашкой вверх",
            deck_preview_wheel_singular="Числа могут быть ниже из-за #1# карты, которая тянется рубашкой вверх",
            interest="#1# процентов за каждые $#2# (макс. #3#)",
            loyalty_active="Активно!",
            loyalty_inactive="осталось #1#",
            ml_foil_desc={
                "Фольга",
                "+#1# Фишек",
            },
            ml_holo_desc={
                "Голография",
                "+#1# Множ.",
            },
            ml_negative_consumable_desc={
                "Негатив",
                "+#1# слот для расходуемых",
            },
            ml_negative_desc={
                "Негатив",
                "+#1# слот для джокера",
            },
            ml_polychrome_desc={
                "Полихром",
                "X#1# Множ.",
            },
            remaining_discard_money="Осталось сбросов ($#1# каждый)",
            remaining_hand_money="Осталось рук ($#1# каждая)",
            unlocked="Разблокировано: #1#/#2#",
        },
        v_text={
            ch_c_all_eternal={
                "Все джокеры в магазине {C:eternal}Вечные{}",
            },
            ch_c_chips_dollar_cap={
                "{C:blue}Фишки{} не могут превышать сумму {C:money}$",
            },
            ch_c_daily={
                "{E:1,s:1.2,C:red}Ежедневное испытание!",
            },
            ch_c_debuff_played_cards={
                "Все {C:attention}сыгранные{} карты становятся {C:attention}ослабленными{} после подсчёта",
            },
            ch_c_discard_cost={
                "Каждый сброс стоит {C:money}$#1#{}",
            },
            ch_c_flipped_cards={
                "{C:green}1 из #1#{} карт тянутся рубашкой вверх",
            },
            ch_c_inflation={
                "Цены навсегда повышаются на {C:money}$1{} после каждой покупки",
            },
            ch_c_minus_hand_size_per_X_dollar={
                "{C:red}−1{} к размеру руки за каждые {C:money}$#1#{} у вас",
            },
            ch_c_no_extra_hand_money={
                "Дополнительные {C:blue}руки{} больше не приносят денег",
            },
            ch_c_no_interest={
                "Не получаете {C:attention}проценты{} в конце раунда",
            },
            ch_c_no_reward={
                "Все {C:attention}блайнды{} не дают денег",
            },
            ch_c_no_reward_specific={
                "{C:attention}#1# блайндов{} не дают денег",
            },
            ch_c_no_shop_jokers={
                "Джокеры больше не появляются в {C:attention}магазине",
            },
            ch_c_none={
                "{C:inactive}Нет",
            },
            ch_c_set_eternal_ante={
                "После победы над боссом Анте {C:attention}#1#{} все джокеры становятся {C:attention}Вечными",
            },
            ch_c_set_joker_slots_ante={
                "После победы над боссом Анте {C:attention}#1#{} слоты для джокеров становятся {C:attention}0",
            },
            ch_c_set_seed={
                "1 попытка с сидом: {C:inactive}{Скрыт}",
            },
            ch_m_consumable_slots={
                "Слотов для расходуемых: {C:attention}#1#{}",
            },
            ch_m_discards={
                "Сбросов в раунде: {C:red}#1#{}",
            },
            ch_m_dollars={
                "Начинаете с {C:money}$#1#",
            },
            ch_m_hand_size={
                "Размер руки: {C:attention}#1#{}",
            },
            ch_m_hands={
                "Рук в раунде: {C:blue}#1#{}",
            },
            ch_m_joker_slots={
                "Слотов для джокеров: {C:attention}#1#{}",
            },
            ch_m_none={
                "{C:inactive}Нет",
            },
        },
    },
}